Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# videoFilterEditDescription
source: Select an optional channel, a filter type, operation and a value to filter OUT videos from lists. Example, type: video name, operation: contains, value: test will EXCLUDE all the videos with the word 'test' in their name.
ar: حدد قناة اختيارية ونوع مرشح وعملية وقيمة لتصفية مقاطع الفيديو من القوائم. مثال، اكتب: اسم الفيديو، العملية: يحتوي على، القيمة: اختبار، ستستثني جميع مقاطع الفيديو التي تحتوي على كلمة "اختبار" في اسمها.
es: Selecciona un canal opcional, un tipo de filtro, una operación y un valor para filtrar los vídeos de las listas. Ejemplo, tipo: nombre de vídeo, operación: contiene, valor: prueba EXCLUIRÁ todos los vídeos cuyo nombre contenga la palabra "prueba".
fa: یک کانال (اختیاری)، نوع قاعده، عملیات و مقدار را مشخص کنید تا ویدیوها از فهرست حذف شوند. مثال «نوع: نام ویدیو, عملیات: شامل, مقدار: تست» تمام ویدیوهایی که کلمهٔ تست در عنوانشان وجود داشته باشد را حذف می‌کند.
fr: Sélectionnez une chaîne optionnelle, un type de filtre, une opération et une valeur pour filtrer les vidéos des listes. Exemple : "type : nom de la vidéo, opération : contient, valeur : test" va EXCLURE toutes les vidéos avec le mot « test » dans leur nom.
or: ତାଲିକାରୁ ଭିଡ଼ିଓଗୁଡ଼ିକୁ ଛାଣିବା ପାଇଁ ଗୋଟିଏ ବୈକଳ୍ପିକ ଚ୍ୟାନେଲ, ଗୋଟିଏ ଫିଲ୍ଟର ପ୍ରକାର, ପ୍ରୟୋଗ ଏବଂ ମୂଲ୍ଯ ବାଛନ୍ତୁ । ଉଦାହରଣ ସ୍ୱରୂପ, ପ୍ରକାର: ଭିଡ଼ିଓ ନାମ, ପ୍ରୟୋଗ: ଧାରଣ କରିଥାଏ, ମୂଲ୍ୟ: ପରୀକ୍ଷଣ ସମସ୍ତ ଭିଡ଼ିଓଗୁଡ଼ିକୁ ସେମାନଙ୍କ ନାମରେ 'ପରୀକ୍ଷଣ' ଶବ୍ଦ ସହିତ ବାଦ୍ ଦେବ ।
pl: Wybierz opcjonalny kanał, typ filtra, operację i wartość, aby ODFILTROWAĆ filmy z list. Przykład: typ: nazwa wideo, operacja: zawiera, wartość: test spowoduje WYKLUCZENIE wszystkich filmów ze słowem "test" w nazwie.
pt: Seleccione um canal opcional, um tipo de filtro, uma operação e um valor para filtrar os vídeos OUT das listas. Exemplo, tipo: nome do vídeo, operação: contém, valor: teste EXCLUIRÁ todos os vídeos com a palavra "teste" no seu nome.
sv: Välj valfritt en kanal, typ av filter, åtgärd och ett värde för att filtrera BORT filmer från listan. Exempel "typ: filmnamn, åtgärd: innehåller, värde: test" kommer filtrera BORT alla filmer som har ordet "test" i sitt namn.
tr: Listelerdeki videoları filtrelemek için isteğe bağlı bir kanal, bir filtre türü, işlem ve bir değer seçin. Örnek, tür: video adı, işlem: içerir, değer: test, adlarında 'test' kelimesi bulunan tüm videoları HARİÇ tutacaktır.
uk: Оберіть канал, тип фільтра, операцію та значення, щоб відфільтрувати відео зі списків. Наприклад, тип – назва відео, операція – містить, а значення – виключити усі відео зі словом «тест» у назві.

# videoFilterHideLabel
source: Hide
ar: إخفاء
es: Ocultar
fa: مخفی کن
fr: Cacher
it: Nascondi
or: ଲୁଚାନ୍ତୁ
pl: Ukryj
pt: Ocultar
sv: Dölj
tr: Saklamak
uk: Приховати
zh: 隐藏

# videoFilterFilterLabel
source: Obfuscate
ar: التعتيم
es: Ofuscar
fa: محو کن
fr: Flouter
it: Oscura
or: ଅସ୍ପଷ୍ଟ କରନ୍ତୁ
pl: Zasłoń
pt: Ofuscar
sv: Fördunkla
tr: Şaşırtmak
uk: Затемнювати
zh: 混淆

# videoFiltered
source: Video filtered for the following reason(s):
ar: تمت تصفية الفيديو للسبب (الأسباب) التالية:
es: Vídeo filtrado por el/los siguiente(s) motivo(s):
fa: ویدیو به دلایل زیر پالایش شده است:
fr: Vidéo filtrée pour la/les raison(s) suivante(s) :
or: ନିମ୍ନଲିଖିତ କାରଣଗୁଡ଼ିକ ପାଇଁ ଭିଡିଓ ଛାଣାଯାଇଛି:
pl: Film odfiltrowany z następujących powodów:
pt: Vídeo filtrado pelo(s) seguinte(s) motivo(s):
sv: Filmer filtrerad på grund av följande anledning(-ar):
tr: Aşağıdaki nedenlerden dolayı filtrelenmiş video:
uk: Відео відфільтроване з наступних причин:
zh: 基于以下规则过滤视频：

# videoFilterTypeVideoLength
source: Video length (seconds)
ar: طول الفيديو (بالثانية)
es: Duración del vídeo (segundos)
fa: طول ویدیو (ثانیه)
fr: Longueur de la vidéo (secondes)
it: Lunghezza video (secondi)
or: ଭିଡ଼ିଓ ଲମ୍ବ (ସେକେଣ୍ଡ)
pl: Długość wideo (w sekundach)
pt: Duração do vídeo (segundos)
sv: Filmlängd (sekunder)
tr: Video uzunluğu (saniye)
uk: Тривалість відео (у секундах)
zh: 视频长度(秒)

# videoFilterHideDescription
source: By default filtered videos are not hidden but shown as obfuscated with the reason(s) why it has been filtered. This setting remove the filtered videos from lists.
ar: بشكل افتراضي لا يتم إخفاء مقاطع الفيديو التي تمت تصفيتها ولكن يتم عرضها على أنها مبهمة مع سبب (أسباب) تصفيتها. يزيل هذا الإعداد مقاطع الفيديو التي تمت تصفيتها من القوائم.
es: Por defecto, los vídeos filtrados no se ocultan, sino que se muestran ofuscados con la(s) razón(es) por la(s) que se han filtrado. Esta opción elimina los vídeos filtrados de las listas.
fa: به صورت پیش‌فرض ویدیوهای پالایش شده مخفی نشده و تنها به صورت محو شده با ذکر دلیل نمایش داده می‌شود. این گزینه ویدیوهای پالایش شده را از فهرست‌ها حذف می‌کند.
fr: Par défaut, les vidéos filtrées ne sont pas masquées mais floutées avec la ou les raisons pour lesquelles elles ont été filtrées. Ce paramètre supprime les vidéos filtrées des listes.
it: Per impostazione predefinita i video filtrati non vengono nascosti ma mostrati come oscurati contestualmente alla motivazione per cui sono stati filtrati. Questa impostazione rimuove i video filtrati dalla liste.
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ଛାଣାଯାଇଥିବା ଭିଡିଓଗୁଡ଼ିକ ଲୁକ୍କାୟିତ ହୋଇନଥାଏ କିନ୍ତୁ ଏହାକୁ ଛାଣାଯାଇଥିବା କାରଣ(ଗୁଡ଼ିକ) ସହିତ ଅପରିଷ୍କାର ଭାବରେ ଦର୍ଶାଯାଇଥାଏ । ଏହି ବିନ୍ୟାସ ତାଲିକାରୁ ଛାଣାଯାଇଥିବା ଭିଡ଼ିଓଗୁଡ଼ିକୁ ଅପସାରଣ କରିଥାଏ ।
pl: Domyślnie odfiltrowane filmy nie są ukrywane, ale wyświetlane jako zasłonięte z powodami, dla których zostały odfiltrowane. To ustawienie usuwa odfiltrowane filmy z list.
pt: Por predefinição, os vídeos filtrados não são ocultados, mas mostrados como ofuscados com o(s) motivo(s) por que foram filtrados. Esta definição remove os vídeos filtrados das listas.
sv: Som standard så döljs ej filtrerade filmer utan visas fördunklade med orsaken till varför de filtrerats. Denna inställning tar bort filtrerade filmer från listan.
tr: Varsayılan olarak filtrelenmiş videolar gizlenmez, ancak filtrelenme nedenleriyle gizlenmiş olarak gösterilir. Bu ayar, filtrelenmiş videoları listelerden kaldırır.
uk: За замовчуванням відфільтровані відео не приховуються, а показуються у вигляді затемнених з вказанням причин, через які їх було відфільтровано. Цей параметр видаляє відфільтровані відео зі списків.

# videoFilterTypeVideoTitle
source: Video title
ar: عنوان الفيديو
es: Título del vídeo
fa: عنوان ویدیو
fr: Titre de la vidéo
it: Titolo video
or: ଭିଡିଓ ଶୀର୍ଷକ
pl: Tytuł filmu
pt: Título do vídeo
sv: Filmnamn
tr: Video başlığı
uk: Назва відео
zh: 视频标题

# videoFilterTypeChannelName
source: Channel name
ar: اسم القناة
es: Nombre del canal
fa: نام کانال
fr: Nom de la chaîne
it: Nome canale
or: ଚ୍ୟାନେଲ ନାମ
pl: Nazwa kanału
pt: Nome do canal
sv: Kanalnamn
tr: Kanal adı
uk: Назва каналу
zh: 频道名

# videoFilterOperationNotContain
source: Does not contain
ar: لا يحتوي على
es: No contiene
fa: عدم شمول
fr: Ne contient pas
it: Non contiene
or: ଧାରଣ କରିନଥାଏ
pl: Nie zawiera
pt: Não contém
sv: Innehåller inte
tr: Içermez
uk: Не містить
zh: 不包括

source: Remember playback speed
ar: تذكر سرعة التشغيل
es: Recordar la velocidad de reproducción
fa: سرعت پخش ویدیو را به خاطر بسپار
fr: Mémoriser la vitesse de lecture
it: Ricorda velocità riproduzione
or: ଚଲାବୁଲା ଗତି ମନେରଖନ୍ତୁ
pl: Zapamiętaj prędkość odtwarzania
pt: Recordar a velocidade de reprodução
sv: Kom ihåg uppspelningshastighet
tr: Oynatma hızını hatırla
uk: Запам’ятовувати швидкість відтворення

# videoFilterOperationContains
source: Contains
ar: يحتوي على
es: Contiene
fa: شامل
fr: Contient
it: Contiene
or: ଧାରଣ କରିଥାଏ
pl: Zawiera
pt: Contém
sv: Innehåller
tr: İçeriyor
uk: Містить
zh: 包括

# lockFullScreenToLandscapeDescription
source: Locks the full screen orientation based on video format, landscape for wide video and portrait for portrait videos
ar: يقفل اتجاه ملء الشاشة بناءً على تنسيق الفيديو، أفقي للفيديو العريض وعمودي لمقاطع الفيديو العمودية
es: Bloquea la orientación de la pantalla completa en función del formato de vídeo: horizontal para vídeos anchos y vertical para vídeos verticales
fa: چرخش صفحهٔ نمایش را براساس قالب ویدیو انجام بده: افقی برای ویدیوهای wide و عمودی برای ویدیوهای عمودی
fr: Verrouille l''orientation plein écran en fonction du format vidéo, paysage pour les vidéos larges et portrait pour les vidéos portrait
or: ଭିଡିଓ ଫର୍ମାଟ, ବିସ୍ତୃତ ଭିଡିଓ ପାଇଁ ଦୃଶ୍ୟ ଏବଂ ପୋଟ୍ରେଟ ଭିଡିଓ ପାଇଁ ପୋଟ୍ରେଟ ଆଧାରରେ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଆଭିମୁଖ୍ୟକୁ ଲକ୍ କରିଥାଏ
pl: Blokuje orientację pełnoekranową w oparciu o format wideo, poziomy dla szerokich filmów i pionowy dla filmów pionowych
pt: Bloqueia a orientação do ecrã inteiro com base no formato de vídeo, paisagem para vídeos largos e retrato para vídeos em retrato
sv: Låser orienteringen av helskärmsuppvisningen baserat på videoformatet, liggande för breda filmer samt stående för höga filmer
tr: Video formatına göre tam ekran yönünü, geniş video için manzarayı ve portre videoları için portreyi kilitler
uk: Заблоковує повноекранну орієнтацію залежно від формату відео: альбомну для широкоформатного відео та книжкову для відео в книжковій орієнтації

# fillFullscreen
source: Maximize video to fit screen
ar: تكبير الفيديو لتناسب الشاشة
es: Maximiza el video para que se ajuste a la pantalla
fa: پوشش کامل صفحهٔ نمایش با ویدیو
fr: Maximiser la vidéo pour la grandeur de l'écran
it: Massimizza video per adattarsi allo schermo
or: ପରଦା ସହିତ ମେଳ ଖାଇବା ପାଇଁ ଭିଡ଼ିଓକୁ ସର୍ବାଧିକ କରନ୍ତୁ
pl: Powiększ film aby zapełnił ekran
pt: Maximizar o vídeo para caber no ecrã
sv: Maximera filmen för att matcha skärmen
tr: Videoyu ekrana sığacak şekilde en üst düzeye çıkarın
uk: Розгорнути відео до розміру екрана

# fillFullscreenDescription
source: Adjusts the video to fill the entire screen in landscape mode
ar: يضبط الفيديو لملء الشاشة بالكامل في الوضع الأفقي
es: Ajusta el video para que la imagen se extienda por toda la pantalla en visualización horizontal
fa: کل صفحه را در وضعیت افقی با ویدیو پوشش بده
fr: Ajuste la vidéo pour remplir tout l'écran en mode paysage
it: Adatta il video per riempire lo schermo intero in modalità panorama
or: ଦୃଶ୍ୟପଟ୍ଟ ଧାରାରେ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପୂରଣ କରିବା ପାଇଁ ଭିଡ଼ିଓକୁ ସଜାଡ଼ନ୍ତୁ
pl: Dostosowuje wideo tak, aby wypełniało cały ekran w trybie poziomym
pt: Ajusta o vídeo para preencher todo o ecrã no modo paisagem
sv: Justera filmen för att fylla hela skärmen i liggande läge
tr: Videoyu tüm ekranı yatay modda dolduracak şekilde ayarlar
uk: Налаштовує відео на заповнення всього екрану в альбомному режимі

source: Video added to queue
ar: تمت إضافة الفيديو إلى قائمة الانتظار
az: Video növbəyə əlavə edildi
es: Vídeo añadido a la cola
fa: ویدیو به صف افزوده شد
fr: Vidéo ajoutée à la file
hu: Videó műsorra tűzve
it: Video aggiunto alla coda
or: ଧାଡ଼ିରେ ଭିଡ଼ିଓ ଯୋଗ କରାଯାଇଛି
pl: Film dodany do kolejki odtwarzania
pt: Vídeo adicionado à fila de espera
sv: Filmen har lagts till i kön
tr: Sıraya eklenen video
uk: Відео додано до черги
zh: 视频已加入队列

# shareLinkWithTimestamp
source: Add timestamp
ar: إضافة الطابع الزمني
az: Vaxt möhürü əlavə et
es: Agregar marca de tiempo
fa: افزودن مهرزمان
fr: Ajouter l'horodatage
hu: Időpont hozzáadása
it: Aggiungi marca temporale
or: ଟାଇମଷ୍ଟ୍ୟାମ୍ପ ଯୋଗ କରନ୍ତୁ
pl: Uwzględnij timestamp
pt: Adicionar carimbo de data/hora
sv: Lägg till tidsstämpel
tr: Zaman damgası ekle
uk: Додати мітку часу
zh: 分享带时间戳的链接

source: Download
ar: تنزيل
es: Descarga
fa: دریافت
fr: Téléchargement
or: ଆହରଣ କରନ୍ତୁ
pl: Pobierz
pt: Transferir
sv: Ladda ner
tr: İndirmek
uk: Завантаження

source: Video already downloaded
ar: تم تنزيل الفيديو بالفعل
es: Vídeo descargado
fa: ویدیو پیشتر دریافت شده است
fr: Vidéo déjà téléchargée
it: Video già scaricato
or: ଭିଡିଓ ପୂର୍ବରୁ ଡାଉନଲୋଡ ହୋଇଛି
pl: Film został już pobrany
pt: Vídeo já transferido
sv: Filmen har redan laddats ner
tr: Video zaten indirildi
uk: Відео вже завантажено

# downloadsPlayAll
source: Play all
ar: تشغيل الكل
es: Reproducir todo
fa: پخش همه
fr: Tout lire
it: Esegui tutto
or: ସମସ୍ତଙ୍କୁ ଚଲାନ୍ତୁ
pl: Odtwórz wszystkie
pt: Reproduzir tudo
sv: Spela upp alla
tr: Hepsini oyna
uk: Відтворити все

source: Downloads
ar: التنزيلات
es: Descargas
fa: دریافت‌ها
fr: Téléchargements
it: Download
or: ଆହରଣଗୁଡ଼ିକ
pl: Pobrane
pt: Transferências
sv: Nedladdningar
tr: İndirilenler
uk: Завантаження

# noDownloadedVideos
source: No downloaded videos, browse, long press on a video in a list or tap the download button on a video screen to download
ar: لا توجد مقاطع فيديو تم تنزيلها، تصفح أو اضغط مطولاً على مقطع فيديو في قائمة أو اضغط على زر التنزيل على شاشة الفيديو للتنزيل
es: No hay vídeos descargados, navega, pulsa prolongadamente en un vídeo de una lista o toca el botón de descarga en la pantalla de un vídeo para descargarlo
fa: ویدیویی دریافت نشده است. ویدیوها را ببینید، انگشت را روی یک ویدیو در فهرست نگه داشته یا روی دکمهٔ دریافت ضربه بزنید
fr: Aucune vidéo téléchargée, naviguez, appuyez sur une vidéo dans une liste ou appuyez sur le bouton de téléchargement sur un écran vidéo pour télécharger
it: Nessun video scaricato, sfogliare, premere a lungo su un video in un elenco o toccare il pulsante di download sulla schermata di un video per scaricarlo
or: କୌଣସି ଆହରଣ ଭିଡ଼ିଓ ନାହିଁ, ବ୍ରାଉଜ କରନ୍ତୁ, ତାଲିକାରେ ଏକ ଭିଡ଼ିଓ ଉପରେ ଲମ୍ବା ଦବାନ୍ତୁ କିମ୍ବା ଡାଉନଲୋଡ କରିବା ପାଇଁ ଭିଡିଓ ସ୍କ୍ରିନରେ ଡାଉନଲୋଡ ବଟନକୁ ଟ୍ୟାପ କରନ୍ତୁ
pl: Brak pobranych filmów, znajdź film, przytrzymaj film na liście lub stuknij przycisk pobierania na ekranie filmu w celu pobrania
pt: Nenhum vídeo descarregado, navegar, premir longamente um vídeo numa lista ou tocar no botão de descarregamento no ecrã de um vídeo para descarregar
sv: Inga nedladdade filmer, sök upp och tryck länge på en film i en lista alternativt klicka på knappen för nedladdning i filmvisaren för att ladda ner
tr: İndirilen video yok, göz atın, listedeki bir videoya uzun basın veya indirmek için video ekranındaki indir düğmesine dokunun
uk: Немає завантажених відео, переглядайте, довго натискайте відео в списку або натисніть кнопку завантаження на екрані відео, щоб завантажити

source: Video download started
ar: بدء تنزيل الفيديو
es: Comienza la descarga del vídeo
fa: دریافت ویدیو آغاز شد
fr: Le téléchargement de la vidéo a commencé
it: Download video iniziato
or: ଭିଡିଓ ଡାଉନଲୋଡ ଆରମ୍ଭ ହୋଇଛି
pl: Pobieranie wideo rozpoczęte
pt: Início da transferência de vídeo
sv: Nedladdning av filmen påbörjad
tr: Video indirme başladı
uk: Почалося завантаження відео

# videoFailedDownloadRetry
source: Download failed, tap to retry
ar: فشل التنزيل، انقر لإعادة المحاولة
es: La descarga falló, toca para reintentar
fa: دریافت موفق نبود. برای تلاش دوباره ضربه بزنید
fr: Le téléchargement a échoué, appuyez pour réessayer
it: Download fallito, tocca per riprovare
or: ଆହରଣ ବିଫଳ ହୋଇଛି, ପୁଣିଥରେ ଚେଷ୍ଟା କରିବା ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pl: Pobieranie nie powiodło się. Stuknij, aby ponowić próbę
pt: A transferência falhou, toque para tentar de novo
sv: Nedladdningen misslyckades, klicka här för att försöka igen
tr: İndirme başarısız oldu, yeniden denemek için dokunun
uk: Завантаження не вдалося, торкніться, щоб повторити спробу

# videoDownloadAudioOnly
source: Audio only
ar: الصوت فقط
es: Sólo el audio
fa: فقط صدا
fr: Audio seulement
it: Solo audio
or: କେବଳ ଧ୍ୱନି
pl: Tylko audio
pt: Apenas áudio
sv: Ljud enbart
tr: Yalnızca ses
uk: Тільки аудіо

# videoFilterWholeChannel
source: {hideOrFilter} all videos from channel
ar: {أخفي أو فلتر} جميع مقاطع الفيديو من القناة
es: {hideOrFilter} todos los vídeos del canal
fa: {hideOrFilter} همهٔ ویدیوهای کانال
it: {hideOrFilter} tutti i video dal canale
or: {hideOrFilter} ଚ୍ୟାନେଲରୁ ସମସ୍ତ ଭିଡିଓ
pl: {hideOrFilter} wszystkie filmy z kanału
pt: {hideOrFilter} todos os vídeos do canal
sv: {hideOrFilter} alla filmer från en kanal
tr: {hideOrFilter} kanaldaki tüm videolar
uk: {hideOrFilter} всі відео з каналу
zh: {隐藏或过滤}频道中所有的视频

source: History
ar: التاريخ
es: Historia
fa: سابقه
it: Cronologia
or: ଇତିହାସ
pl: Historia
pt: Histórico
sv: Historik
tr: Tarih
uk: Історія

# itemlistErrorGeneric
source: Could not fetch data
ar: تعذر جلب البيانات
az: Məlumat əldə etmək alınmadı
es: No se han podido recuperar los datos
fa: اطلاعات دریافت نشد
hu: Az adatokat nem sikerült betölteni
it: Errore nell'acquisizione dei dati
or: ତଥ୍ୟ ପ୍ରାପ୍ତ କରିପାରିଲା ନାହିଁ
pl: Nie można wczytać danych
pt: Não foi possível obter dados
sv: Kunde inte hämta data
tr: Veri alınamadı
uk: Не вдалося отримати дані
zh: 无法抓取数据

# itemListErrorInvalidScope
source: You don''t have the permission to see this, if you logged in using the token method try to log out and in again
ar: ليس لديك الإذن لرؤية هذا، إذا قمت بتسجيل الدخول باستخدام طريقة الرمز المميز، فحاول تسجيل الخروج والدخول مرة أخرى
az: Bunu görmək icazəniz yoxdur. Əgər nişan üsulu işlədərək daxil olmusunuzsa, çıxmağa və təkrar daxil olmağa çalışın
es: No tienes permiso para ver esto, si has entrado usando el método del token intenta salir y entrar de nuevo
fa: شما اجازهٔ دسترسی به این مورد را ندارید، اگر برای ورود از شیوهٔ Token استفاده کرده‌اید خروج و ورود دوباره را امتحان کنید
it: Non hai il permesso per vedere questo, se hai fatto l'accesso usando il metodo del token prova ad uscire e riaccedere nuovamente
or: ଏହା ଦେଖିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଅନୁମତି ନାହିଁ, ଯଦି ଆପଣ ଟୋକନ ପଦ୍ଧତି ବ୍ୟବହାର କରି ଲଗଇନ କରିଛନ୍ତି ତେବେ ଲଗଆଉଟ କରିବା ଏବଂ ପୁନର୍ବାର ଲଗଇନ କରିବା ପାଇଁ ଚେଷ୍ଟା କରନ୍ତୁ
pl: Nie masz uprawnień, aby to zobaczyć. Jeśli zalogowałeś się przy użyciu metody tokenu, spróbuj się wylogować i zalogować ponownie
pt: Se iniciou sessão utilizando o método do token, tente terminar a sessão e iniciar novamente
sv: Du saknar behörighet att se detta, om du loggade in med hjälp av symbolmetoden så testa i så fall att logga ut och sen in igen
tr: Bunu görme izniniz yok, belirteç yöntemini kullanarak oturum açtıysanız oturumu kapatıp tekrar açmayı deneyin
uk: Ви не маєте дозволу на перегляд цього, якщо ви увійшли за допомогою методу токена, спробуйте вийти та увійти наново
zh: 你没有查看这个的权限，如果你使用token登录请尝试先登出再登入

source: Manage Subscriptions
ar: إدارة الاشتراكات
es: Gestionar las suscripciones
fa: مدیریت اشتراک‌ها
it: Gestisci Iscrizioni
or: ସବସ୍କ୍ରିପସନଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ
pl: Zarządzaj subskrypcjami
pt: Gerir subscrições
sv: Hantera Prenumerationer
tr: Abonelikleri Yönet
uk: Керувати підписками

# noSubscriptions
source: No subscriptions, browse videos and subscribe to any channel you like.
ar: لا توجد اشتراكات، تصفح مقاطع الفيديو واشترك في أي قناة تريدها.
es: Sin suscripciones, navega por los vídeos y suscríbete al canal que quieras.
fa: اشتراکی ندارید، هنگام مشاهدهٔ ویدیوها مشترک کانال‌هایی که می‌پسندید شوید.
it: Nessuna iscrizione, guarda video e iscriviti a qualunque canale ti interessi.
or: କୌଣସି ସବସ୍କ୍ରିପସନ ନାହିଁ, ଭିଡିଓ ବ୍ରାଉଜ କରନ୍ତୁ ଏବଂ ଆପଣ ପସନ୍ଦ କରୁଥିବା କୌଣସି ଚ୍ୟାନେଲକୁ ସବସ୍କ୍ରାଇବ କରନ୍ତୁ ।
pl: Bez subskrypcji. Przeglądaj filmy i zasubskrybuj kanał, który polubisz.
pt: Sem subscrições, navegue pelos vídeos e subscreva qualquer canal de que goste.
sv: Inga prenumerationer, sök upp filmer och prenumerera på valfri kanal som faller dig i smaken.
tr: Abonelik yok, videolara göz atın ve istediğiniz herhangi bir kanala abone olun.
uk: Немає підписок, переглядайте відео та підписуйтеся на будь-який канал, який вам подобається.

# youCanSubscribeAgainLater
source: You can subscribe to this channel again later
ar: يمكنك الاشتراك في هذه القناة مرة أخرى لاحقاً
es: Puedes volver a suscribirte a este canal más tarde
fa: می‌توانید بعدا دوباره مشترک این کانال شوید
it: Puoi iscriverti nuovamente a questo canale successivamente
or: ଆପଣ ପରେ ଏହି ଚ୍ୟାନେଲକୁ ପୁଣିଥରେ ସବସ୍କ୍ରାଇବ କରିପାରିବେ
pl: Możesz zasubskrybować ten kanał ponownie później
pt: Pode voltar a subscrever este canal mais tarde
sv: Du kan åter välja att prenumerera på denna kanal igen vid ett senare tillfälle
tr: Bu kanala daha sonra tekrar abone olabilirsiniz
uk: Ви можете підписатися на цей канал пізніше

# unSubscribeQuestion
source: Unsubscribe ?
ar: إلغاء الاشتراك؟
es: ¿Darse de baja?
fa: لغو اشتراک؟
it: Disiscrivi ?
or: ଆପଣ ସବ୍ସ୍କ୍ରାଇବକୁ ବାତିଲ କରିବେ କି ?
pl: Zrezygnować z subskrypcji?
pt: Cancelar a subscrição ?
sv: Avprenumerera?
tr: Abonelikten çıkmak mı?
uk: Відписатися?

# clearHistoryQuestion
source: Clear history ?
ar: ‌مسح التاريخ ?
es: ¿Borrar el historial?
fa: حذف سابقه؟
it: Pulire cronologia ?
or: ପୁରୁଣା ତଥ୍ୟକୁ ସଫା କରିବେ କି?
pl: Wyczyścić historię?
pt: Limpar Histórico ?
sv: Rensa historiken?
tr: Geçmişi temizlemek mi?
uk: Очистити історію?

# clearHistoryQuestionExplanation
source: This will clear your viewing history of your account on the Invidious instance you use. This cannot be undone.
ar: سيؤدي هذا إلى مسح سجل المشاهدة الخاص بك لحسابك على مثيل Invidious الذي تستخدمه. لا يمكن التراجع عن ذلك.
es: Esto borrará el historial de visualización de tu cuenta en la instancia de Invidious que utilices. Esto no se puede deshacer.
fa: این گزینه همهٔ سوابق مربوط به حساب شما را از سرویس دهندهٔ Invidious شما حذف خواهد کرد. این عمل غیرقابل بازگشت است.
it: Questa operazione cancellerà la tua cronologia delle visualizzazioni del tuo account sull'istanza di Invidious che usi. Questa operazione non può essere annullata.
or: ଏହା ଆପଣ ବ୍ୟବହାର କରୁଥିବା ଅନୁପ୍ରବେଶକାରୀ ଉଦାହରଣରେ ଆପଣଙ୍କ ଖାତାର ଦୃଶ୍ୟ ଇତିହାସକୁ ସଫା କରିବ । ଏହାକୁ ଏଡ଼ାଇ ଦିଆଯାଇପାରିବ ନାହିଁ ।
pl: Spowoduje to wyczyszczenie historii przeglądania na koncie, w używanej instancji Invidious. Nie można tego cofnąć.
pt: Isto irá limpar o histórico de visualizações da sua conta na instância Invidious que utiliza. Isto não pode ser desfeito.
sv: Detta kommer att rensa historiken över filmer som visats på det konto och server som du använder. Detta går ej att ångra.
tr: Bu, kullandığınız İnvidious örneğinde hesabınızın görüntüleme geçmişinizi temizleyecektir. Bu geri alınamaz.
uk: Це очистить історію переглядів вашого облікового запису в Invidious, який ви використовуєте. Цю дію неможливо скасувати.

# noHistory
source: No viewing history, watch some videos and it will appear here
ar: لا يوجد سجل مشاهدة، شاهد بعض مقاطع الفيديو وستظهر هنا
es: No hay historial de visualización, mira algunos videos y aparecerán aquí
fa: سابقهٔ بازدیدی وجود ندارد. چند ویدیو تماشا کنید تا سابقهٔ شما این‌جا نشان داده شود
it: Nessuna cronologia video, guarda qualche video e compariranno qui
or: ଇତିହାସ ଦେଖିବା ନାହିଁ, କିଛି ଭିଡିଓ ଦେଖନ୍ତୁ ଏବଂ ଏହା ଏଠାରେ ଦେଖାଯିବ
pl: Brak historii oglądania. Obejrzyj kilka filmów, a te pojawią się tutaj
pt: Sem histórico de visualizações, veja alguns vídeos e ele aparecerá aqui
sv: Ingen historik över visade filmer, om du tittar på någon film så kommer de att listas här
tr: Görüntüleme geçmişi yok, bazı videoları izleyin ve burada görünecektir
uk: Немає історії перегляду, перегляньте кілька відео, і вона з''явиться тут

# homeLayoutEditor
source: Edit home layout
ar: تحرير تخطيط الصفحة الرئيسية
es: Editar el diseño de la página de inicio
fa: ویرایش چیدمان صفحهٔ اصلی
or: ଘର ବିନ୍ୟାସକୁ ସମ୍ପାଦନ କରନ୍ତୁ
pl: Edytuj układ
pt: Editar a disposição do Inicio
sv: Redigera hemskärmens utseende
tr: Ev düzenini düzenle
uk: Змінити макет головного екрану

# navigationBarLabelNeverShow
source: Never show label
ar: عدم إظهار الملصق
es: Nunca mostrar las etiquetas
fa: برچسب هرگز دیده نشود
it: Non mostrare mai etichetta
or: ନାମପଟି କେବେବି ଦେଖାନ୍ତୁ ନାହିଁ
pt: Nunca mostrar a etiqueta
sv: Etikett syns aldrig
tr: Etiketi asla gösterme
uk: Ніколи не показувати мітку

# customizeAppLayout
source: Customize app sections
ar: تخصيص أقسام التطبيق
es: Personalizar las secciones de la aplicación
fa: شخصی‌سازی بخش‌های اپ
or: ଆପ ବିଭାଗଗୁଡ଼ିକୁ ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ
pt: Personalizar secções da aplicação
sv: Anpassa appsektioner
tr: Uygulama bölümlerini özelleştirme
uk: Налаштувати розділи застосунку

# navigationBarLabelShowOnSelect
source: Label shown on selected item
ar: التسمية المعروضة على العنصر المحدد
es: Etiqueta mostrada en el elemento seleccionado
fa: برچسب گزینه انتخاب شده همیشه دیده شود
it: Etichetta mostrata sull'elemento selezionato
or: ବଚ୍ଛିତ ବସ୍ତୁରେ ପ୍ରଦର୍ଶିତ ନାମପଟି
pt: Etiqueta apresentada no item selecionado
sv: Etikett syns på vald objekt
tr: Seçili öğede gösterilen etiket
uk: Тільки на вибраному елементі

source: Enabled
ar: ممكّنة
fa: فعال
it: Abilitato
sv: Aktiverad
tr: Etkin
uk: Увімкнено
