Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# sponsorBlockCategorySponsorDescription
source: Paid promotion, paid referrals and direct advertisements. Not for self-promotion or free shoutouts to causes/creators/websites/products they like.
ar: الترويج المدفوع والإحالات المدفوعة والإعلانات المباشرة. ليس للترويج الذاتي أو الصراخ المجاني للقضايا/المبدعين/المواقع الإلكترونية/المنتجات التي يحبونها.
es: Promoción pagada, referencias pagadas y anuncios directos. No para la autopromoción o los mensajes gratuitos a causas/creadores/sitios web/productos que les gustan.
fa: تبلیغات و ارجاعاتی که پولی به ازایشان دریافت شده و تبلیغات مستفیم. شامل تبلیغ-خود یا اشاره‌های رایگان به اهداف/سازندگان/وب‌سایت‌ها و محصولاتی که دوست دارند نمی‌شود.
fr: Promotion rémunérée, parrainage rémunéré et publicité directe. Ne concerne pas l''autopromotion ou le partage gratuit de causes, créateurices, sites web ou produits appréciés.
it: Promozione pagata, referral pagati e pubblicità dirette. Non per autopromozioni o ringraziamenti gratuiti a cause/creatori/siti web/prodotti che piacciono.
or: ଦେୟଯୁକ୍ତ ପଦୋନ୍ନତି, ଦେୟଯୁକ୍ତ ରେଫରାଲ୍ ଏବଂ ପ୍ରତ୍ୟକ୍ଷ ବିଜ୍ଞାପନ । ଆତ୍ମ-ପଦୋନ୍ନତି କିମ୍ବା କାରଣ/ସୃଷ୍ଟିକର୍ତ୍ତା/ଉତ୍ପାଦ/ ୱେବସାଇଟ୍ ଗୁଡିକ ର ମାଗଣା ସର୍ଟକଟ୍ ପାଇଁ ନୁହେଁ , ଯାହା ସେମାନେ ପସନ୍ଦ କରନ୍ତି ।
pl: Płatna promocja, płatne polecenia i bezpośrednie reklamy. Nie dla autopromocji lub darmowego promowania spraw/twórców/stron internetowych/produktów, które lubią.
pt: Promoção paga, referências pagas e publicidade direta. Não para auto-promoção ou gritos gratuitos a causas/criadores/websites/produtos de que eles gostam.
sv: Betald marknadsföring, betalda referenser och direkta annonseringar. Inte för egna marknadsföringar eller när ändamål/kreatörer/hemsidor/produkter lyfts utan egen vinning utan för att de uppskattas.
tr: Ücretli tanıtım, ücretli yönlendirmeler ve doğrudan reklamlar. Beğendikleri nedenlere / içerik oluşturuculara / web sitelerine / ürünlere kendi kendini tanıtmak veya ücretsiz bağırmak için değil.
uk: Платне просування, платні реферали та пряма реклама. Не для самореклами чи безплатних повідомлень про причини/творців/сайти/продукти, які їм подобаються.
zh: 付费促销、付费推荐和直接广告。不是自我推销或免费推荐事业/创作者/网站/产品。

# sponsorBlockCategoryInteraction
source: Interaction Reminder (Subscribe)
ar: تذكير التفاعل (اشتراك)
es: Recordatorio de interacción (Suscribirse)
fa: یادآوری تعامل (اشتراک)
fr: Rappel d''interaction (abonnement)
it: Promemoria di interazione (Iscriviti)
or: ପାରସ୍ପରିକ ସ୍ମାରକ (ସଦସ୍ୟତା)
pl: Przypomnienie o interakcji (subskrypcja)
pt: Lembrete de Interação (Subscrição)
sv: Interaktionspåminnelser (Prenumerera)
tr: Etkileşim Hatırlatıcısı (Abone Ol)
uk: Нагадування про взаємодію (Підписатися)
zh: 互动提醒 （订阅）

# sponsorBlockCategoryInteractionDescription
source: When there is a short reminder to like, subscribe or follow them in the middle of content. If it is long or about something specific, it should be under self promotion instead.
ar: عندما يكون هناك تذكير قصير للإعجاب أو الاشتراك أو المتابعة في منتصف المحتوى. إذا كان طويلاً أو عن شيء محدد، فيجب أن يكون تحت الترويج الذاتي بدلاً من ذلك.
es: Cuando hay un breve recordatorio para dar me gusta, suscribirse o seguirlos en medio del contenido. Si es largo o se trata de algo específico, debería estar bajo la autopromoción.
fa: هنگامی که یادآور کوتاهی برای پسندیدن، اشتراک یا دنبال کردنشان در میانهٔ محتوا وجود دارد. اگر یادآور بلند باشد یا در مورد موضعی خاص، باید به تبلیغ شخصی منتقل شود.
fr: Bref rappel d''aimer la vidéo ou de s''abonner à la chaîne au milieu de la vidéo. Si le message est long ou porte sur quelque chose de précis, classez plutôt le segment comme autopromotion.
it: Quando c'è un piccolo promemoria di mettere like, abbonarsi o iscriversi in mezzo al contenuto. Se è troppo lungo o troppo specifico, dovrebbe essere "self promotion".
or: ଯେତେବେଳେ ବିଷୟବସ୍ତୁ ମଧ୍ୟରେ ସେମାନଙ୍କୁ ପସନ୍ଦ, ସବସ୍କ୍ରାଇବ୍ କିମ୍ବା ଅନୁସରଣ କରିବାକୁ ଏକ ସଂକ୍ଷିପ୍ତ ସ୍ମାରକ ଅଛି । ଯଦି ଏହା ଲମ୍ବା କିମ୍ବା କିଛି ନିର୍ଦ୍ଦିଷ୍ଟ ବିଷୟରେ, ଏହା ବଦଳରେ ଆତ୍ମ ପ୍ରୋତ୍ସାହନ ଅଧୀନରେ ରହିବା ଉଚିତ ।
pl: Gdy w środku treści znajduje się krótkie przypomnienie o polubieniu, zasubskrybowaniu lub obserwowaniu. Jeśli jest długa lub dotyczy czegoś konkretnego, powinna zamiast tego znajdować się pod autopromocją.
pt: Quando houver um breve lembrete para gostar, subscrever ou segui-los no meio do conteúdo. Se for longo ou sobre algo específico, deve, em vez disso, estar sob auto-promoção.
sv: När det är korta påminnelser om att gilla, prenumerera och/eller följa dem mitt i ett innehåll. Om det pågår under längre tid eller handlar om något specifik bör det istället definieras som egen reklam.
tr: Beğenmek için kısa bir hatırlatma olduğunda, içeriğin ortasında abone olun veya takip edin. Uzunsa veya belirli bir şeyle ilgiliyse, bunun yerine kendini tanıtma altında olmalıdır.
uk: Якщо посеред контенту є коротке нагадування про те, що потрібно вподобати, підписатися або стежити за ними. Якщо воно довге або про щось конкретне, його слід розмістити в розділі самореклами.
zh: 当有简短提醒时，请在内容中点赞、订阅或关注它们。如果是冗长或关于特定事物，它应该在自我推销。

# sponsorBlockCategoryIntro
source: Intermission/Intro Animation
ar: رسوم متحركة بينية/استهلالية
es: Intermedio/Introducción Animada
fa: وقفه/انیمیشن آغازین
fr: Entracte/Animation d''introduction
it: Interruzione/Intro animata
or: ଇଣ୍ଟରମିସନ୍ /ଇଣ୍ଟ୍ରୋ ଆନିମେସନ୍
pl: Przerwa/animacja wejściowa
pt: Interrupção/Animação Internacional
sv: Avbrotts-/Introanimation
tr: Ara / Giriş Animasyonu
uk: Анімація переходу/вступу
zh: 间隙/介绍动画

# sponsorBlockCategoryIntroDescription
source: An interval without actual content. Could be a pause, static frame, repeating animation. This should not be used for transitions containing information.
ar: فاصل بدون محتوى فعلي. يمكن أن تكون وقفة أو إطار ثابت أو رسوم متحركة متكررة. لا ينبغي استخدام هذا في الانتقالات التي تحتوي على معلومات.
es: Un espacio sin contenido real. Puede ser una pausa, un cuadro estático, una animación repetitiva. No debe utilizarse para transferencias que contengan información.
fa: فاصله‌ای فاقد محتوای واقعی. می‌تواند مکث، قاب ایستا، انیمیشن تکرار شونده باشد. از این گزینه برای transitionهای حاوی اطلاعات استفاده نشود.
fr: Un intervalle sans réel contenu, par exemple une pause, une image statique ou une animation répétitive. N''utilisez pas cette catégorie pour les transitions contenant de l''information.
it: Un intervallo senza nessun contenuto. Può essere una pausa, un'immagine statica o un'animazione che si ripete. Questo non deve essere usato per le transizioni contenenti informazioni.
or: ପ୍ରକୃତ ବିଷୟବସ୍ତୁ ବିନା ଏକ ବ୍ୟବଧାନ । ଏକ ବିରାମ, ଷ୍ଟାଟିକ୍ ଫ୍ରେମ୍, ପୁନରାବୃତ୍ତି ଆନିମେସନ୍ ହୋଇପାରେ । ସୂଚନା ଧାରଣ କରିଥିବା ସ୍ଥାନାନ୍ତରଣ ପାଇଁ ଏହା ବ୍ୟବହୃତ ହେବା ଉଚିତ୍ ନୁହେଁ ।
pl: Przerwa bez rzeczywistej zawartości. Może to być pauza, statyczna klatka, powtarzająca się animacja. Nie powinno być to używane do przejść zawierających informacje.
pt: Um intervalo sem conteúdo real. Pode ser uma pausa, frame estático, repetição de animação. Isto não deve ser utilizado para transições que contenham informação.
sv: Ett intervall utan betydande innehåll. Kan vara en paus, en statisk bild eller upprepande animation. Bör inte användas för övergångar som innehåller information.
tr: Gerçek içeriği olmayan bir aralık. Duraklama, statik kare, yinelenen animasyon olabilir. Bu, bilgi içeren geçişler için kullanılmamalıdır.
uk: Інтервал без фактичного контенту. Це може бути пауза, статичний кадр, повторювана анімація. Не слід використовувати для переходів, що містять інформацію.
zh: 没有实际内容的间隔。可能是暂停、静态帧、重复动画。这不应该用于包含信息的过渡。

# sponsorBlockCategoryPreviewDescription
source: Collection of clips that show what is coming up in in this video or other videos in a series where all information is repeated later in the video.
ar: مجموعة من المقاطع التي تظهر ما سيأتي في هذا الفيديو أو مقاطع الفيديو الأخرى في سلسلة حيث تتكرر جميع المعلومات في وقت لاحق في الفيديو.
es: Colección de clips que muestran lo que sucede en este video u otros videos, en una serie donde toda la información se repite más adelante en el video.
fa: مجموعه‌ای از کلیپ‌ها که خلاصه‌ای از آن‌چه در ویدیو خواهد بود یا دیگرهای ویدیوهای یک مجموعه را نمایش می‌دهند که همهٔ اطلاعات در ویدیوی پیش‌رو خواهد بود.
fr: Collection de clips qui montrent ce qui se passe dans cette vidéo ou d''autres vidéos d''une série où toutes les informations sont répétées plus tard dans la vidéo.
it: Insieme di clip che mostrano anteprime su cosa succederà in questo o altri video della serie. Gli argomenti saranno ripresi durante i video.
or: କ୍ଲିପଗୁଡିକର ସଂଗ୍ରହ ଯାହାକି ଏହି ଭିଡିଓରେ କିମ୍ବା ଅନ୍ୟ ଏକ ଭିଡିଓରେ କ’ଣ ଆସୁଛି ତାହା ଦର୍ଶାଏ, ଯେଉଁଠାରେ ସମସ୍ତ ସୂଚନା ପରେ ଭିଡିଓରେ ପୁନରାବୃତ୍ତି ଆଉଥରେ ହୁଏ ।
pl: Zbiór klipów, które pokazują co pojawi się w tym filmie lub innych filmach z serii, w których wszystkie informacje są powtarzane w dalszej części filmu.
pt: Coleção de clips que mostram o que está a aparecer neste vídeo ou noutros vídeos de uma série onde toda a informação é repetida mais tarde no vídeo.
sv: Samling av klipp som visar vad som kommer att visas i denna eller andra filmer som ingår i en serie där all information upprepas senare vi filmen.
tr: Tüm bilgilerin videonun ilerleyen bölümlerinde tekrarlandığı bir serideki bu videoda veya diğer videolarda neler olduğunu gösteren kliplerin toplanması.
uk: Колекція кліпів, які показують, що відбувається в цьому відео або інших відео в серії, де вся інформація повторюється пізніше у відео.
zh: 显示此视频或其他视频中的内容的剪辑合集，其中所有信息都会在视频的后面重复。

# sponsorBlockCategoryFillerDescription
source: Tangential scenes added only for filler or humor that are not required to understand the main content of the video. This should not include segments providing context or background details. This is a very aggressive category meant for when you aren''t in the mood for "fun".
ar: المشاهد العرضية المضافة فقط للحشو أو الفكاهة غير المطلوبة لفهم المحتوى الرئيسي للفيديو. يجب ألا يتضمن ذلك المقاطع التي توفر السياق أو تفاصيل الخلفية. هذه فئة عدوانية للغاية مخصصة عندما لا تكون في مزاج "المرح".
es: Escenas tangenciales agregadas solo para relleno o humor que no son necesarias para comprender el contenido principal del video. Esto no debe incluir segmentos que proporcionen contexto o detalles de fondo. Esta es una categoría muy agresiva pensada para cuando no estás de humor para "divertirte".
fa: نماهای حواشی تنها برای شوخی‌هایی افزوده شده که وجودشان جهت درک محتوای اصلی ویدیو ضروری نیست. این گزینه نباید برای بخش‌هایی که بافت یا جزییات پیش‌زمینه‌ای اضافه می‌کنند استفاده شود. این دسته‌بندی تهاجمی برای مواقعیست که شما حوصلهٔ «شوخی» ندارید.
fr: Digressions ajoutées uniquement dans un but de remplissage ou de l''humour non requis pour comprendre le sujet principal de la vidéo. Ne dois pas inclure des segments fournissant du contexte ou des détails de fond. Il s''agit d''une catégorie très agressive destinée aux moments qui ne sont pas « pour le fun ».
it: Scene superflue aggiunte solo per riempire o per fare dell'umorismo che non sono necessarie per capire il contenuto principale del video. Non devono essere inclusi i segmenti che forniscono il contesto o altri dettagli. Questa è una categoria molto precisa pensata per quando non si è in "vena di divertimento".
or: ଟାଙ୍ଗେସିଆଲ୍ ଦୃଶ୍ୟ କେବଳ ଫିଲର୍ କିମ୍ବା ହାସ୍ୟରସ ପାଇଁ ଯୋଡି ହୋଇଛି ଯାହା ଭିଡିଓର ମୁଖ୍ୟ ବିଷୟବସ୍ତୁ ବୁଝିବା ପାଇଁ ଆବଶ୍ୟକ ନୁହେଁ । ପ୍ରସଙ୍ଗ କିମ୍ବା ପୃଷ୍ଠଭୂମି ବିବରଣୀ ପ୍ରଦାନ କରୁଥିବା ବିଭାଗଗୁଡିକ ଏଥିରେ ଅନ୍ତର୍ଭୂକ୍ତ କରିବା ଉଚିତ୍ ନୁହେଁ । ଯେତେବେଳେ ଆପଣ “ମଜା” ପାଇଁ ମନୋବୃତ୍ତିରେ ନାହାଁନ୍ତି, ସେତେବେଳେ ଏହା ଅତ୍ୟନ୍ତ ଆକ୍ରମଣାତ୍ମକ ବର୍ଗ ଅଟେ ।
pl: Sceny styczne dodane wyłącznie w celu wypełnienia lub dodania humoru, które nie są wymagane do zrozumienia głównej treści filmu. Nie powinno to obejmować segmentów zapewniających kontekst lub szczegóły. Jest to bardzo agresywna kategoria przeznaczona dla osób, które nie są w nastroju do "zabawy".
pt: Cenas tangenciais adicionadas apenas para preenchimento ou humor que não são necessárias para compreender o conteúdo principal do vídeo. Isto não deve incluir segmentos que forneçam o contexto ou detalhes de fundo. Esta é uma categoria muito agressiva destinada a quando não se está com disposição para "diversão".
sv: Material som lagts till enbart för att fylla ut tiden eller humoristiskt material och som inte krävs för att förstå det huvudsakliga innehållet i en film. Detta bör ej omfatta sekvenser som tillhandahåller information eller bakgrundsdetaljer. Detta är en väldigt aggressiv kategori tänkt att användas när du ej är på humör för "komiskt innehåll".
tr: Teğetsel sahneler, yalnızca videonun ana içeriğini anlamak için gerekli olmayan dolgu veya mizah için eklenir. Bu, bağlam veya arka plan ayrıntıları sağlayan bölümleri içermemelidir. Bu, "eğlence" havasında olmadığınız zamanlar için tasarlanmış çok agresif bir kategoridir.
uk: Сцени не по темі, додані лише для наповнення або гумору, які не є необхідними для розуміння основного змісту відео. Сюди не слід включати сегменти, що надають контекст або фонові деталі. Це дуже агресивна категорія, призначена для тих випадків, коли ви не в настрої для "веселощів".
zh: 题外场景只为添加补白或幽默不影响理解视频主要内容。这不应包含内容和背景细节。这是一个非常激进的分类用于没心情享受“乐趣”时。

# sponsorBlockCategoryMusicOffTopicDescription
source: Only for use in music videos. This only should be used for sections of music videos that aren''t already covered by another category.
ar: للاستخدام في الفيديوهات الموسيقية فقط. يجب استخدام هذا فقط لمقاطع الفيديو الموسيقية التي لا تغطيها بالفعل فئة أخرى.
es: Sólo para vídeos musicales. Sólo debe utilizarse para secciones de vídeos musicales que no estén ya cubiertas por otra categoría.
fa: تنها برای موزیک ویدیوها. این گزینه تنها بایدبرای بخش‌هایی از موزیک ویدیوها استفاده شود که در دسته‌های دیگر نبوده‌اند.
fr: À utiliser seulement dans les vidéos de musique. Il doit être uniquement utilisé pour les sections qui ne sont pas couvertes par une autre catégorie plus spécifique.
it: Da usare solo in video musicali. Questo deve essere utilizzato per sezioni di video musicali che non sono già coperti da un''altra categoria.
or: କେବଳ ମ୍ୟୁଜିକ ଭିଡିଓରେ ବ୍ୟବହାର ପାଇଁ । ଏହା କେବଳ ମ୍ୟୁଜିକ ଭିଡିଓର ସେହି ବିଭାଗଗୁଡ଼ିକ ପାଇଁ ବ୍ୟବହାର କରାଯିବା ଉଚିତ ଯାହାକି ପୂର୍ବରୁ ଅନ୍ୟ ଶ୍ରେଣୀ ଦ୍ୱାରା କଭର ହୋଇନଥିବ ।
pl: Tylko do użytku w teledyskach. Ta kategoria powinna być używana tylko w sekcjach teledysków, które nie są jeszcze objęte inną kategorią.
pt: Apenas para utilização em vídeos musicais. Esta categoria só deve ser utilizada para secções de vídeos musicais que ainda não estejam abrangidas por outra categoria.
sv: Används enbart för musikfilmer. Bör enbart användas för sekvenser av musikfilmer som inte redan omfattas av andra kategorier.
tr: Sadece müzik videolarında kullanım içindir. Bu, yalnızca başka bir kategorinin kapsamadığı müzik videolarının bölümleri için kullanılmalıdır.
uk: Тільки для використання в музичних відео. Використовується лише для частин музичних відео, які не підпадають під іншу категорію.
zh: 只用于音乐视频，这个应用于未被其他分类覆盖的音乐视频。

# useProxy
source: Proxy videos
ar: فيديوهات التوكيل
es: Proxy de los videos
fa: استفاده از پروکسی برای پخش ویدیوها
fr: Utiliser un proxy
it: Proxy per i video
or: ଭିଡିଓଗୁଡିକୁ ପ୍ରକ୍ସି କରନ୍ତୁ
pl: Filmy przez proxy
sv: Filmer via ombud
tr: Vekil videolar
uk: Використовувати проксі
zh: 使用代理

# useProxyDescription
source: By proxying video streams from the server, you can bypass regional blocks or ISP blocking YouTube
ar: من خلال استخدام البروكسي لبث الفيديو من الخادم، يمكنك تجاوز الحظر الإقليمي أو حجب مزود خدمة الإنترنت ليوتيوب
es: Mediante la transmisión proxy de secuencias de vídeo desde el servidor, puedes evitar los bloqueos regionales o el bloqueo de YouTube por parte de los ISP
fa: با استفاده از پروکسی برای پخش ویدیوها از سرویس دهنده، می‌توانید محدودیت‌های منطقه‌ای یا اعمال شده توسط ISP را رد کنید
fr: En utilisant un proxy à partir du serveur, vous pouvez contourner les blocages régionaux ou les FAI bloquant YouTube
it: Usando il proxy dei video tramite server puoi bypassare i blocchi sia regionali che dall''ISP
or: ସର୍ଭରରୁ ଭିଡିଓ ଷ୍ଟ୍ରିମ୍ ପ୍ରକ୍ସିଂ କରି, ଆପଣ ଆଞ୍ଚଳିକ ବ୍ଲକଗୁଡିକ କିମ୍ବା ୟୁଟ୍ୟୁବ୍ ଅବରୋଧ କରୁଥିବା ISP ବାଇପାସ୍ କରିପାରିବେ
pl: Poprzez użycie proxy do streamowania filmu z serwera można ominąć blokady regionalne lub blokady YouTube przez dostawców usług internetowych
pt: Ao fazer proxy de fluxos de vídeo do servidor, você pode ignorar bloqueios regionais ou ISP bloqueando o YouTube
sv: Genom att se filmer från servern via ombud kan du gå förbi regionala blockeringar eller internetleverantörer som blockerar YouTube
tr: Sunucudan video akışlarını proxyleyerek, bölgesel blokları atlayabilir veya YouTube'u engelleyen ISS'Yİ atlayabilirsiniz
uk: Проксі дозволяє обходити регіональні обмеження або блокування YouTube провайдером
zh: 通过服务实例代理视频流，可以解除区域和网络服务商的YouTube限制

source: Subtitles
ar: الترجمات
es: Subtítulos
fa: زیرنویس
fr: Sous-titres
it: Sottotitoli
or: ଉପପଟ୍ଟ
pl: Napisy
pt: Subtítulos
sv: Undertexter
tr: Altyazılar
uk: Субтитри
zh: 字幕

source: Playback speed
ar: سرعة التشغيل
es: Velocidad de reproducción
fa: سرعت پخش
fr: Vitesse de lecture
it: Velocità di riproduzione
or: ପ୍ଲେବେକ୍ ବେଗ
pl: Prędkość odtwarzania
pt: Velocidade de reprodução
sv: Uppspelningshastighet
tr: Oynatma hızı
uk: Швидкість відтворення
zh: 播放速度

source: Search
ar: بحث
es: Buscar
fa: جست و جو
fr: Recherche
it: Cerca
or: ସନ୍ଧାନ କର
pl: Wyszukaj
pt: Pesquisa
sv: Sök
tr: Arama
uk: Пошук
zh: 搜索

source: Press down to show settings
ar: اضغط لأسفل لإظهار الإعدادات
az: Tənzimləmələri göstərmək üçün aşağı bas
es: Pulsa hacia abajo para mostrar los ajustes
fa: برای نمایش گزینه‌های بیشتر پایین را فشار دهید
fr: Appuyez vers le bas pour afficher les paramètres
it: Premi per mostrare le impostazioni
or: ସେଟିଙ୍ଗ୍ ଦେଖାଇବାକୁ ତଳକୁ ଦବାନ୍ତୁ
pl: Naciśnij przycisk w dół, aby wyświetlić ustawienia
pt: Pressione para baixo para mostrar as definições
sv: Visa inställningar genom att trycka neråt
tr: Ayarları göstermek için aşağı tuşuna basın
uk: Натисніть вниз, щоб показати налаштування
zh: 按下显示设置项

source: Audio
ar: الصوت
fa: صدا
or: ଅଡିଓ
pl: Dźwięk
pt: Áudio
sv: Ljud
tr: Ses
uk: Аудіо
zh: 声音

source: Quality
ar: الجودة
es: Calidad
fa: کیفیت
fr: Qualité
it: Qualità
or: ଗୁଣବତ୍ତା
pl: Jakość
pt: Qualidade
sv: Kvalitet
tr: Kalite
uk: Якість
zh: 画质

# subtitleFontSize
source: Subtitles font size
ar: حجم خط الترجمة
es: Tamaño de letra de los subtítulos
fa: اندازهٔ قلم زیرنویس
fr: Taille des sous-titres
it: Dimensione dei sottotitoli
or: ଉପପଟ୍ଟ ଅକ୍ଷରର ଆକାର
pl: Rozmiar czcionki napisów
pt: Tamanho de letra das legendas
sv: Teckenstorlek på undertexter
tr: Altyazılar yazı tipi boyutu
uk: Розмір шрифту субтитрів
zh: 字幕字体大小

# skipSslVerificationDescription
source: For using a self-signed SSL certificate, or when having SSL related issues with your server.
ar: لاستخدام شهادة SSL موقعة ذاتيًا، أو عند وجود مشكلات متعلقة بـ SSL مع الخادم الخاص بك.
es: Para utilizar un certificado SSL autofirmado, o cuando tienes problemas relacionados con un SSL tu servidor.
fa: هنگام استفاده از self-signed SSL certificate یا هنگامی که سرویس دهنده مشکل مربوط به SSL دارد.
fr: Pour utiliser un certificat SSL autosigné ou en cas d''erreur serveur liée à SSL.
or: ଏକ ସ୍ବାକ୍ଷରିତ SSL ସାର୍ଟିଫିକେଟ୍ ବ୍ୟବହାର କରିବା ପାଇଁ, କିମ୍ବା ଯେତେବେଳେ ଆପଣଙ୍କର ସର୍ଭର ସହିତ SSL ସମ୍ବନ୍ଧୀୟ ସମସ୍ୟାଗୁଡିକ ଥାଏ ।
pl: W przypadku korzystania z własnego certyfikatu SSL lub w przypadku problemów związanych z SSL na serwerze.
pt: Para usar um certificado SSL auto-assinado, ou quando tiver problemas relacionados com SSL com o seu servidor.
sv: När en självsignerad SSL-cerifikat skall användas, eller när man upplever SSL-relaterade problem på servern.
tr: Kendinden imzalı bir SSL sertifikası kullanmak veya sunucunuzla SSL ile ilgili sorunlar yaşarken.
uk: Для використання самопідписаного SSL-сертифіката або у разі виникнення проблем з SSL на вашому сервері.
zh: 用于使用自签名的SSL证书，或者当您的服务器出现SSL相关问题时。

# subtitleFontSizeDescription
source: Change the size of the subtitles if it is too small or too big on your device
ar: قم بتغيير حجم الترجمة إذا كانت صغيرة جدًا أو كبيرة جدًا على جهازك
es: Cambia el tamaño de los subtítulos si es demasiado pequeño o demasiado grande en tu dispositivo
fa: چنانچه اندازهٔ زیرنویس روی دستگاه شما بسیار کوچک یا بزرگ است، اندازهٔ آن را تغییر دهید
fr: Modifie la taille des sous-titres si elle est trop petite ou trop grande sur votre appareil
it: Cambia la dimensione dei sottotitoli se sono troppo piccoli o troppo grossi sul tuo dispositivo
or: ଯଦି ଆପଣଙ୍କର ଡିଭାଇସରେ ଏହା ବହୁତ ଛୋଟ କିମ୍ବା ବହୁତ ବଡ ତେବେ ସବ୍ଟାଇଟଲଗୁଡିକର ଆକାର ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pl: Zmień rozmiar napisów, jeśli są zbyt małe lub zbyt duże na Twoim urządzeniu
pt: Mude o tamanho das legendas se forem demasiado pequenas ou demasiado grandes no seu dispositivo
sv: Ändra teckenstorleken på undertexterna ifall dem är för stor eller små på din enhet
tr: Cihazınızda çok küçük veya çok büyükse altyazıların boyutunu değiştirin
uk: Змініть розмір субтитрів, якщо вони замалі або завеликі на вашому пристрої
zh: 如果字幕在屏幕上显示太小或太大可以改变字幕大小

# skipSslVerification
source: Skip SSL certificate verification
ar: تخطي التحقق من شهادة SSL
es: Omitir la verificación del certificado SSL
fa: رد شدن از مرحلهٔ تایید SSL
fr: Ignorer la vérification du certificat SSL
it: Salta la verifica del certificato SSL
or: SSL ସାର୍ଟିଫିକେଟ୍ ଯାଞ୍ଚକୁ ଏଡ଼ାଇଦିଅ
pl: Pomiń weryfikację certyfikatu SSL
pt: Ignorar verificação do certificado SSL
sv: Hoppa över att verifiera SSL-certifikat
tr: SSL sertifikası doğrulamasını atla
uk: Пропускати перевірку SSL-сертифіката
zh: 跳过 SSL 证书验证

# themeLight
source: Light
ar: خفيف
es: Claro
fa: روشن
fr: Clair
it: Chiaro
or: ଉଜ୍ଜଳ
pl: Jasny
pt: Claro
sv: Ljus
tr: Işık
uk: Світла
zh: 浅色主题

# themeDark
source: Dark
ar: داكن
es: Oscuro
fa: تیره
fr: Sombre
it: Scuro
or: ଅନ୍ଧାର
pl: Ciemny
pt: Escuro
sv: Mörk
tr: Karanlık
uk: Темна
zh: 深色主题

source: Follow system
ar: اتبع النظام
es: Sistema
fa: پیروی از دستگاه شما
fr: Système
it: Segui le impostazioni di sistema
or: ସିଷ୍ଟମ୍ କୁ ଅନୁସରଣ କରନ୍ତୁ
pl: Użyj ustawień systemu
pt: Seguir sistema
sv: Följ systemet
tr: Takip sistemi
uk: Як у системі
zh: 跟随系统

# requiresRestart
source: Requires app restart
ar: يتطلب إعادة تشغيل التطبيق
es: Requiere reiniciar la aplicación
fa: نیازمند بازکردن دوبارهٔ اپ
fr: Nécessite un redémarrage
it: Richiede il riavvio dell'applicazione
or: ଆପ୍ ପୁନଃଆରମ୍ଭ ଆବଶ୍ୟକ କରେ
pl: Wymaga uruchomienia ponownie aplikacji
pt: Requer reinício da aplicação
sv: Kräver omstart av app
tr: Uygulamanın yeniden başlatılmasını gerektirir
uk: Потребує перезапуску застосунку
zh: 需要重启应用

source: App language
ar: لغة التطبيق
es: Idioma de la aplicación
fa: زبان اپ
fr: Langue
it: Lingua dell''applicazione
or: ଆପ୍ ଭାଷା
pl: Język aplikacji
pt: Idioma da aplicação
sv: Språk
tr: Uygulama dili
uk: Мова застосунку
zh: 应用语言

# themeBrightness
source: Theme
ar: الموضوع
es: Tema
fa: ظاهر اپ
fr: Thème
it: Tema
or: ଥିମ୍
pl: Motyw
pt: Tema
sv: Tema
tr: Tema
uk: Тема
zh: 主题
