Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# sponsorBlockCategoryOutroDescription
source: Credits or when the YouTube endcards appear. Not for conclusions with information.
ar: الاعتمادات أو عند ظهور بطاقات نهاية يوتيوب. ليس للاستنتاجات مع المعلومات.
es: Créditos o cuando aparecen las tarjetas finales de YouTube. No para conclusiones con información.
fa: عناوین یا هنگامی که کارت‌های پایان ویدیوی YouTube نمایان می‌شوند. برای نتیجه‌گیری با اطلاعات استفاده نشود.
fr: Crédits ou écran de fin YouTube. Pas pour les conclusions contenant des informations.
it: Crediti o quando viene mostrata la scheda finale. Non include parti rilevanti.
or: କ୍ରେଡିଟ୍ କିମ୍ବା ଯେତେବେଳେ ୟୁଟ୍ୟୁବ୍ ଏଣ୍ଡକାର୍ଡ ଦେଖାଯାଏ । ସୂଚନା ସହିତ ସିଦ୍ଧାନ୍ତ ପାଇଁ ନୁହେଁ ।
pl: Uznania lub gdy pojawią się karty końcowe YouTube. Nie dla wniosków z informacjami.
pt: Créditos ou quando os endcards do YouTube aparecem. Não para conclusões com informações.
sv: Eftertexter eller när YouTube's slutbild visas. Ej för sammanfattning med information.
tr: Krediler veya YouTube bitiş kartları göründüğünde. Bilgi içeren sonuçlar için değil.
uk: Титри або коли з’являються кінцеві картки YouTube. Не для висновків з інформацією.
zh: 作品信息或 YouTube 结束卡片出现时。不是为信息作结论。

# sponsorBlockCategoryPreview
source: Preview/Recap
ar: المعاينة/الخلاصة
es: Vista previa/Resumen
fa: پیش نمایش/جمع‌بندی
fr: Aperçu/Résumé
it: Anteprima/Riassunto
or: ପୂର୍ବାବଲୋକନ
pl: Podgląd/Podsumowanie
pt: Pré-visualização/Recapitulação
sv: Förhandsvisning/Tillbakablick
tr: Önizleme / Özet
uk: Попередній перегляд/Підсумок
zh: 预览/回顾

# sponsorBlockCategoryFiller
source: Filler Tangent/Jokes
ar: حشو اللمز/النكات
es: Chistes de relleno/Bromas
fa: پالایش حواشی/شوخی‌ها
fr: Digressions/Blagues
it: Di riempimento/Battute
or: ଥଟ୍ଟା
pl: Wypełniacz/żart
pt: Filler Tangente / Piadas
sv: Utfyllnadsmaterial/Skämt
tr: Dolgu Teğeti / Şakalar
uk: Не по темі/Анекдоти
zh: 过滤题外话/笑话

# sponsorBlockCategoryMusicOffTopic
source: Music: Non-Music Section
ar: الموسيقى القسم غير الموسيقي
es: Música: Sección No Musical
fa: موسیقی: بخش‌های بدون موسیقی
fr: Musique : Segment non musical
it: Musica: Sezione senza musica
or: ସଙ୍ଗୀତ: ଅଣ-ସଙ୍ଗୀତ ବିଭାଗ
pl: Muzyka: Sekcja nie zawierająca muzyki
pt: Música: Secção de Não-Música
sv: Musik: Tyst Sekvens
tr: Müzik: Müzik Dışı Bölüm
uk: Музика: немузичний розділ
zh: 音乐：非音乐部分

source: Black background
ar: خلفية سوداء
es: Fondo negro
fa: پس‌زمینهٔ سیاه
fr: Fond noir pur
it: Sfondo nero
or: କଳା ପୃଷ୍ଠଭୂମି
pl: Czarne tło
pt: Fundo preto
sv: Svart bakgrund
tr: Siyah arka plan
uk: Чорний фон
zh: 黑色背景

# blackBackgroundDescription
source: For dark theme on OLED screen
ar: للسمات الداكنة على شاشة OLED
es: Para el tema oscuro en una pantalla OLED
fa: برای نمایه‌های تیره روی نمایشگرهای OLED
fr: Pour thème sombre sur écran OLED
it: Per il tema scuro su schermo OLED
or: OLED ସ୍କ୍ରିନରେ ଗାଢ ଥିମ୍ ପାଇଁ
pl: Dla trybu ciemnego na ekranie OLED
pt: Para tema escuro no ecrã OLED
sv: För mörkt tema på OLED-skärmar
tr: OLED ekranda karanlık tema için
uk: Для темної теми на OLED екрані
zh: 用于AMOLED 黑色主题背景

# nVideos
source: {count, plural, =0{No videos} =1{1 video} other{{count} videos}}
es: {count, plural, =0{Sin vídeos} =1{1 video} other{{count} vídeos}}
fa: {count, plural, =0{بدون ویدیو} =1{1 video} other{{count} ویدیو}}
fr: {count, plural, =0{Aucune vidéo} =1{1 vidéo} other{{count} vidéos}}
it: {count, plural, =0{Nessun video} =1{1 video} other{{count} video}}
or: {count, plural, =0{କୌଣସି ଭିଡିଓ ନାହିଁ} =1{ଗୋଟିଏ ଭିଡିଓ} other{{count} ମୋଟ ଭିଡିଓ ସଂଖ୍ୟା}}
pl: {count, plural, =0{Brak filmów} =1{1 film} other{{count} filmów}}
pt: {count, plural, =0{Sem vídeos} =1{1 vídeo} other{{count} vídeos}}
sv: {count, plural, =0{Inga filmer} =1{1 film} other{{count} filmer}}
uk: {count, plural, =0{Немає відео} =1{1 відео} other{{count} відео}}
zh: {count, plural, =0{无视频} =1{1部视频} other{{count}部视频}}

source: Subscriptions
ar: اشتراكات
az: Abunəliklər
es: Suscripciones
fa: اشتراک‌ها
fr: Abonnements
hu: Feliratkozásaim
it: Iscrizioni
or: ସଦସ୍ୟତା
pl: Subskrypcje
pt: Subscrições
sv: prenumerationer
tr: Abonelikler
uk: Підписки
zh: 订阅内容

source: Popular
ar: الاكثر شهرة
az: Sevimli
es: Populares
fa: محبوب‌ها
fr: Populaires
hu: Népszerű
it: Popolari
or: ଲୋକପ୍ରିୟ
pl: Popularne
pt: Mais popular
sv: Populära
tr: Popüler
uk: Популярне
zh: 热门

# deletePlayListQ
source: Delete Playlist?
ar: حذف القائمة التشغيل؟
az: Oynatma siyahısı silinsin?
es: ¿Eliminar lista de reproducción?
fa: حذف فهرست پخش؟
fr: Supprimer la liste de lecture ?
hu: Törli a listát?
it: Eliminare la playlist?
or: ପ୍ଲେଲିଷ୍ଟ ବିଲୋପ କରିବେ କି?
pl: Usunąć playlistę?
pt: Eliminar a lista de reprodução?
sv: Ta bort spellistan?
tr: Çalma Listesini Sil?
uk: Видалити добірку?
zh: 确定删除播放列表?

source: Cancel
ar: إلغاء
az: Ləğv et
es: Cancelar
fa: لغو
fr: Annuler
hu: Vissza
it: Annulla
or: ବାତିଲ୍ କରନ୍ତୁ
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal etmek
uk: Скасувати
zh: 取消

source: Streams
ar: بث
az: Yayımlar
es: Flujos
fa: پخش زنده‌ها
fr: Directs
it: Flussi
or: ସ୍ରୋତ
pl: Transmisje na żywo
pt: Transmissão
sv: Strömmar
tr: Akarsular
uk: Трансляції
zh: 直播

source: Latest Videos
ar: آخر الفيديوات
az: Son Videolar
es: Últimos vídeos
fa: تازه‌ترین ویدیوها
fr: Dernières vidéos
hu: Legújabb videók
it: Ultimi video
or: ସର୍ବଶେଷ ଭିଡିଓଗୁଡିକ
pl: Najnowsze filmy
pt: Vídeos mais recentes
sv: Senaste filmerna
tr: En Yeni Videolar
uk: Останні відео
zh: 频道最新视频

source: Subscribed
ar: مشترك
az: Abunə Olundu
es: Suscrito
fa: مشترک شده
fr: Abonné·e
hu: Feliratkozva
it: Iscritto/a
or: ସଦସ୍ୟତା ଅଛି
pl: Subskrybujesz
pt: Subscrito
sv: Prenumererar
tr: Abone Olunan
uk: Підписано
zh: 已订阅

source: Share YouTube link
ar: مشاركة الرابط اليوتيوب
az: YouTube bağlantısın paylaş
es: Compartir enlace de YouTube
fa: اشتراک گذاری پیوند YouTube
fr: Partager le lien YouTube
hu: YouTube-link megosztása
it: Condividi il collegamento YouTube
or: ୟୁଟ୍ୟୁବ୍ ଲିଙ୍କ୍ ଅଂଶୀଦାର କରନ୍ତୁ
pl: Udostępnij link YouTube
pt: Partilhar o link do YouTube
sv: Dela YouTube-länk
tr: YouTube bağlantısını paylaş
uk: Поділитися посиланням YouTube
zh: 分享YouTube链接

# nReplies
source: {count, plural, =0{No replies} =1{1 reply} other{{count} replies}}
ar: {count, plural, =0{لا يوجد ردود} =1{رد واحد} other{{count} ردود}}
az: {count, plural, =0{Cavab yoxdur} =1{1 cavab} other{{count} cavab}}
es: {count, plural, =0{Sin respuestas} =1{1 Respuesta} other{{count} Respuestas}}
fa: {count, plural, =0{بدون پاسخ} =1{1 reply} other{{count} پاسخ}}
fr: {count, plural, =0{Aucune réponse} =1{1 réponse} other{{count} réponses}}
hu: {count, plural, =0{Nincsenek válaszok} =1{1 válasz} other{{count} válasz}}
it: {count, plural, =0{Nessuna risposta} =1{1 risposta} other{{count} risposte}}
or: {count, plural, =0{କୌଣସି ଉତ୍ତର ନାହିଁ } =1{ଗୋଟିଏ ଉତ୍ତର} other{{count} ସମୁଦାୟ ଉତ୍ତର ସଂଖ୍ୟା }}
pl: {count, plural, =0{Brak odpowiedzi} =1{1 odpowiedź} other{{count} odpowiedzi}}
pt: {count, plural, =0{Sem respostas} =1{1 responder} other{{count} respostas}}
sv: {count, plural, =0{Inga svar} =1{1 svar} other{{count} svar}}
uk: {count, plural, =0{Немає відповідей} =1{1 відповідь} other{{count} відповіді}}
zh: {count, plural, =0{无回复} =1{1条回复} other{{count}条回复}}

# wizardIntro
source: Select a public server or add your own. (Can be changed later in the settings)
ar: حدد خادماً عاماً أو أضف خادمك الخاص. (يمكن تغييرها لاحقا في الإعدادات)
az: İctimai server seç və ya öz serverinizi əlavə edin.(Daha sonra tənzimləmələrdə dəyişdirilə bilər)
es: Selecciona un servidor público o agrega uno propio. (Se puede cambiar más tarde en la configuración)
fa: یک سرویس دهندهٔ عمومی انتخاب کنید یا سرویس دهندهٔ خودتان را وارد کنید. (می‌توانید بعدا در تنظیمات تغییر دهید)
fr: Sélectionnez un serveur public ou ajoutez le vôtre. (Peut être modifié plus tard dans les paramètres.)
hu: Válasszon ki egy nyilvános szervert vagy adjon hozzá egy sajátot. (Később meg tudja változtatni a beállításoknál.)
it: Seleziona un server pubblico o aggiungi il proprio. (Può essere modificato in seguito nelle impostazioni)
or: ଏକ ସାର୍ବଜନୀନ ସର୍ଭର ବାଛନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନିଜର ଯୋଗ କରନ୍ତୁ । (ପରେ ସେଟିଂସମୂହରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରିବ)
pl: Wybierz serwer publiczny lub dodaj własny. (Możesz to zmienić później w ustawieniach)
pt: Selecione um servidor público ou adicione o seu próprio. (Pode ser alterado mais tarde nas definições)
sv: Välj en publik eller lägg till din egen. (Kan ändras senare i inställningar)
tr: Ortak bir sunucu seçin veya kendinizinkini ekleyin. (Daha sonra ayarlarda değiştirilebilir)
uk: Виберіть публічний сервер або додайте власний. (Можна змінити пізніше в налаштуваннях)
zh: 选择公共服务实例或添加您自己的实例。 （稍后可以在设置中更改。）

source: Channels
ar: قنوات
az: Kanallar
es: Canales
fa: کانال‌ها
fr: Chaînes
hu: Csatornák
it: Canali
or: ଚ୍ୟାନେଲ ଗୁଡିକ
pl: Kanały
pt: Canais
sv: Kanaler
tr: Kanallar
uk: Канали
zh: 频道

# couldntFetchVideos
source: Could not fetch videos. Tap to try again.
ar: تعذر جلب مقاطع الفيديو. انقر للمحاولة مرة أخرى.
az: Videoları əldə etmək olmadı. Təkrar cəhd etmək üçün toxun.
es: No se pudieron recuperar los videos. Toca para volver a intentarlo.
fa: ویدیو دریافت نشد. برای تلاش مجدد کلیک کنید.
fr: Impossible de récupérer les vidéos. Appuyez pour réessayer.
hu: A videókat nem sikerült betölteni. Nyomjon ide az újrakezdéshez.
it: Impossibile recuperare i video. Tocca per riprovare.
or: ଭିଡିଓ ଆଣିପାରିଲା ନାହିଁ । ପୁନର୍ବାର ଚେଷ୍ଟା କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ ।
pl: Nie można wczytać filmów. Stuknij, aby spróbować ponownie.
pt: Não foi possível ir buscar vídeos. Toque para tentar novamente.
sv: Kunde inte få tag på filmen. Tryck för att försöka igen.
tr: Video alınamadı. Tekrar denemek için dokunun.
uk: Не вдалося завантажити відео. Натисніть, щоб спробувати ще раз.
zh: 无法获取视频。点击重试.

source: Select playlist
ar: اختر قائمة التشغيل
az: Oynatma siyahısı seç
es: Seleccionar lista de reproducción
fa: انتخاب فهرست پخش
fr: Sélectionner la liste de lecture
hu: Válassza ki a lejátszási listát
it: Seleziona la playlist
or: ପ୍ଲେଲିଷ୍ଟ ଚୟନ କରନ୍ତୁ
pl: Wybierz playlistę
pt: Selecionar lista de reprodução
sv: Välj spellista
tr: Çalma listesi seç
uk: Виберіть добірку
zh: 选择播放列表

source: Load more
ar: تحميل المزيد
az: Daha çox yüklə
es: Cargar más
fa: بارگذاری بیشتر
fr: Charger plus
hu: Továbbiak betöltése
it: Carica di più
or: ଅଧିକ ଲୋଡ୍ କରନ୍ତୁ
pl: Załaduj więcej
pt: Carregar mais
sv: Ladda mer
tr: Daha fazla yükle
uk: Завантажити більше
zh: 加载更多

source: Select browsing country
ar: حدد بلد التصفح
az: Kəşf edilən ölkə seçin
es: Seleccionar país de navegación
fa: کشور را انتخاب کنید
fr: Sélectionnez le pays de navigation
hu: Ország kiválasztása
it: Seleziona il paese di navigazione
or: ବ୍ରାଉଜିଂ ଦେଶ ଚୟନ କରନ୍ତୁ
pl: Wybierz kraj przeglądania
pt: Selecione o país de navegação
sv: Välj utforskningsland
tr: Gözatma ülkesini seçin
uk: Оберіть країну перегляду
zh: 选择浏览国家/地区

# sponsorBlockDescription
source: Skip sponsor segments submitted by the community
ar: تخطي مقاطع الراعي المقدمة من المجتمع
az: İcma tərəfindən təklif edilən sponsor bölümlərin ötür
es: Omitir segmentos de patrocinadores enviados por la comunidad
fa: رد شدن از بخش‌های حامی مالی که توسط عموم مخاطبان معرفی شده‌اند
fr: Sauter les segments des sponsors soumis par la communauté
it: Salta i segmenti degli sponsor presentati dalla comunità
or: ସମ୍ପ୍ରଦାୟ ଦ୍ୱାରା ଦାଖଲ ହୋଇଥିବା ପ୍ରାୟୋଜକ ବିଭାଗଗୁଡିକ ଛାଡିଦିଅ
pl: Pomiń segmenty sponsorowane, zgłoszone przez społeczność
pt: Ignorar segmentos de patrocinadores apresentados pela comunidade
sv: Hoppa över annonseringssegment som rapporterats in av gemenskapen
tr: Topluluk tarafından gönderilen sponsor segmentlerini atla
uk: Пропускати сегменти спонсорів, які подала спільнота
zh: 跳过公众提交的赞助商部分

# showOnStart
source: Select what to show when the app starts
ar: اختر ما تريد إظهاره عند بدء تشغيل التطبيق
az: Tətbiq başlayanda nə göstəriləcəyini seçin
es: Seleccione qué mostrar cuando se inicia la aplicación
fa: انتخاب کنید که پس از باز شدن اپ چه چیزی نمایش داده شود
fr: Sélectionnez ce qui doit être affiché au démarrage de l’application
hu: Válassza ki, mit muttasson az app induláskor
it: Seleziona cosa mostrare all’avvio dell’applicazione
or: ଆପ୍ ଆରମ୍ଭ ହେବାବେଳେ କ’ଣ ଦେଖାଇବାକୁ ବାଛନ୍ତୁ
pl: Wybierz, co ma być wyświetlane po uruchomieniu aplikacji
pt: Selecione o que mostrar quando a aplicação começar
sv: Välj vad som skall visas när applikationen startas
tr: Uygulama başladığında ne gösterileceğini seçin
uk: Оберіть, що показувати під час запуску застосунку
zh: 选择应用程序启动时显示的内容

# whenAppStartsShow
source: When the app starts, showâ€¦
ar: عند بدء تشغيل التطبيق ، أظهر …
az: Tətbiq başlayanda, göstər…
es: Cuando se inicie la aplicación, muestra…
fa: هنگامی که اپ باز شد، نمایش بده…
fr: Quand l’application démarre, afficher…
hu: Amikor az app elindul, mutassa ezt':
it: Quando l’applicazione si avvia, mostra…
or: ଯେତେବେଳେ ଆପ୍ ଆରମ୍ଭ ହୁଏ, ଦେଖାନ୍ତୁ…
pl: Po uruchomieniu aplikacji pokaż…
pt: Quando a aplicação começar, mostrar…
sv: När applikationen startar, visa…
tr: Uygulama başladığında, göster…
uk: Коли застосунок запуститься, показати…
zh: 应用程序启动时，显示…

source: Package
ar: الحزمة
az: Paket
es: Paquete
fa: بسته
it: Pacchetto
or: ପ୍ୟାକେଜ୍
pt: Pacote
sv: Paket
tr: Paket
uk: Пакунок
zh: 应用程序包

source: Version
ar: الإصدار
az: Versiya
es: Versión
fa: نسخه
hu: Verzió
it: Versione
or: ସଂସ୍କରଣ
pl: Wersja
pt: Versão
tr: Sürüm
uk: Версія
zh: 版本

source: Invalid Invidious server
ar: خادم غير صالح غير صالح
az: Etibarsız Invidious Serveri
es: Servidor de Invidious no válido
fa: سرویس دهندهٔ نامعتبر Invidious
fr: Serveur Invidious invalide
hu: Hibás Invidious-szerver
it: Server Invidious non valido
or: ଅବୈଧ ସର୍ଭର୍
pl: Niepoprawny serwer Invidious
pt: Servidor Invidious inválido
sv: Ogiltig Invidious-server
tr: Geçersiz Davetsiz sunucu
uk: Недійсний сервер Invidious
zh: 无效的Invidious实例

source: Use DASH
ar: استخدم DASH
az: DASH İstifadə Et
es: Usar DASH
fa: استفاده از DASH
fr: Utiliser DASH
hu: DASH használata
it: Usa DASH
or: DASH ବ୍ୟବହାର କରନ୍ତୁ
pl: Użyj DASH
pt: Usar DASH
sv: Använd DASH
tr: ÇİZGİ kullan
uk: Використовувати DASH
zh: 采用 DASH 视频流

source: Not logged in
ar: لم يتم تسجيل الدخول
az: Giriş edə bilmədin
es: Sin iniciar sesión
fa: وارد نشده
fr: Non connecté·e
hu: Kijelentkezve
it: Accesso non effettuato
or: ଲଗ୍ ଇନ୍ ହୋଇନାହିଁ
pl: Wylogowano
pt: Não está conectado
sv: Inte inloggad
tr: Giriş yapılmadı
uk: Ви не увійшли
zh: 未登录

# addServerHelpText
source: Use the + button to add your own servers or tap on a public server and add it.
ar: استخدم زر + لإضافة خوادمك الخاصة أو انقر على خادم عام وأضفه.
az: Öz serverlərinizi əlavə etmək üçün + düyməsin istifadə edin və ya ictimai serverə toxunun və onu əlavə edin.
es: Use el botón + para agregar sus propios servidores o toque un servidor público y agréguelo.
fa: از دکمهٔ + برای افزودن سرویس دهندگان خود استفاده کنید یا روی یکی از سرویس دهندگان عمومی ضربه بزنید تا افزوده شود.
fr: Utilisez le bouton + pour ajouter vos propres serveurs ou appuyez sur un serveur public pour l’ajouter.
hu: Saját szerver hozzáadásához nyomjon a + gombra, vagy nyomjon egy nyilvános szerverre a hozzáadáshoz.
it: Utilizzare il pulsante + per aggiungere i propri server o toccare un server pubblico e aggiungerlo.
or: ନିଜର ସର୍ଭର ଯୋଡିବା ପାଇଁ କିମ୍ବା ଏକ ସାର୍ବଜନୀନ ସର୍ଭରରେ ଟ୍ୟାପ୍ କରି ଏହାକୁ ଯୋଡିବା ପାଇଁ + ବଟନ୍ ବ୍ୟବହାର କରନ୍ତୁ ।
pl: Użyj przycisku +, aby dodać własne serwery lub stuknij na serwer publiczny i dodaj go.
pt: Use o botão + para adicionar os seus próprios servidores ou toque num servidor público e adicione-o.
sv: Tryck på "+" för att lägga till din egen server, eller tryck på en publik server för att använda den.
tr: Kendi sunucularınızı eklemek için + düğmesini kullanın veya genel bir sunucuya dokunup ekleyin.
uk: Використовуйте кнопку +, щоб додати власні сервери або натисніть на публічний сервер та додайте його.
zh: 使用 + 按钮添加您自己的服务实例或点击公共实例并添加它。

# useDynamicThemeDescription
source: Use Material You colors (only available on Android 12+)
ar: استخدم مواد أنت ألوان (متوفر فقط على أندرويد 12+)
az: Material You rəngləri istifadə et (yalnız Android 12+/da mövcuddur)
es: Usa los colores de Material You (solo disponible en Android 12+)
fa: از رنگ‌های Material You استفاده کن (تنها روی Android 12 و بالاتر)
fr: Utiliser les couleurs de Material You (Android 12+ uniquement)
hu: Material You színek használata (csak Android 12+ esetén)
it: Usa i colori di Material You (disponibile solo su Android 12+)
or: ତୁମେ ରଙ୍ଗ ବ୍ୟବହାର କର (କେବଳ ଆଣ୍ଡ୍ରଏଡ୍ 12 ରେ ଉପଲବ୍ଧ)
pl: Użyj kolorów Material You (Tylko na Android 12+)
pt: Usar cores Material You (apenas disponível no Android 12+)
sv: Använd "Material You"-färger (endast tillgängligt på Android 12 och senare)
tr: Kullandığınız Malzeme renklerini kullanın (yalnızca Android 12+ ''da mevcuttur)
uk: Використовувати кольори Material You (доступно лише на Android 12+)
zh: 使用 Material You 颜色（仅适用于 Android 12+）

# publicServersError
source: Could not fetch list of public servers. Tap to retry.
ar: تعذر جلب قائمة الخوادم العامة. انقر لإعادة المحاولة.
az: İctimai serverlərin siyahısın əldə etmək olmadı. Təkrar sınamaq üçün toxun.
es: No se pudo obtener la lista de servidores públicos. Toca para volver a intentarlo.
fa: فهرست سرویس دهندگان عمومی دریافت نشد. برای تلاش مجدد ضربه بزنید.
fr: Impossible de récupérer la liste des serveurs publics. Appuyez pour réessayer.
hu: A nyilvános szerverek listáját nem sikerült betölteni. Nyomjon ide az újrakezdéshez.
it: Impossibile recuperare l’elenco dei server pubblici. Tocca per riprovare.
or: ସର୍ବସାଧାରଣ ସର୍ଭରଗୁଡ଼ିକର ତାଲିକା ଆଣିପାରିଲା ନାହିଁ । ପୁନଃଚେଷ୍ଟା କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ ।
pl: Nie można załadować listy publicznych serwerów. Stuknij, aby ponowić próbę.
pt: Não foi possível obter uma lista de Servidores Públicos. Toque em para tentar novamente.
sv: Misslyckades med att hämta listan över publika servrar. Tryck för att försöka igen.
tr: Genel sunucuların listesi alınamadı. Yeniden denemek için dokunun.
uk: Не вдалося отримати список публічних серверів. Натисніть, щоб повторити спробу.
zh: 无法获取公共服务实例列表。点击重试。

# useDashDescription
source: DASH adaptive streaming can sometimes be problematic, Youtube can throttle it.
ar: قد يكون البث التكيفي لـ DASH إشكاليًا في بعض الأحيان، ويمكن أن يخنقه Youtube.
az: DASH uyğun yayımı bəzən problemli ola bilər, Youtube bunu qısa bilər.
es: La transmisión adaptativa DASH a veces puede ser problemática, YouTube puede limitar su velocidad.
fa: پخش تطبیقی DASH گاهی اوقات ممکن است مشکل‌ساز باشد. YouTube می‌تواند محدودش کند.
fr: La diffusion en flux adaptative DASH peut parfois être problématique, YouTube peut en limiter la vitesse.
it: Lo streaming adattivo DASH a volte può essere problematico, YouTube ne può limitare la velocità.
or: ୟୁଟ୍ୟୁବ୍ ଏହାକୁ ଥ୍ରଟ କଲାବେଳେ, DASH ଆଡାପ୍ଟିଭ୍ ଷ୍ଟ୍ରିମିଂ ସମସ୍ୟା ସୃଷ୍ଟି କରିପାରେ ।
pl: Strumieniowanie adaptacyjne DASH może być czasami problematyczne, Youtube może je dławić.
pt: Às vezes, o streaming adaptativo do DASH pode ser problemático, o Youtube pode limitá-lo.
sv: DASH adaptiva strömningar kan ibland vara problematiska, YouTube kan strypa dem.
tr: ÇİZGİ uyarlamalı akış bazen sorunlu olabilir, Youtube bunu kısabilir.
uk: Адаптивний стримінг DASH, іноді може бути проблематичним, YouTube може обмежувати його швидкість.
zh: DASH 自适应视频流有时可能出现问题， YouTube 会阻止它。

# videoListed
source: Public
ar: عام
az: İctimai
es: Público
fa: عمومی
fr: Publique
it: Pubblico
or: ଜନସାଧାରଣ
pl: Publiczny
pt: Público
sv: Publik
tr: Kamu
uk: Публічне
zh: 公开

# tokenLoginDescription
source: Recommended way to log in
ar: الطريقة الموصى بها لتسجيل الدخول
az: Giriş üçün tövsiyə olunan üsul
es: Forma recomendada de conectarse
fa: شیوهٔ پیشنهادی ورود
fr: Méthode recommandée pour se connecter
it: Modo consigliato per accedere
or: ଲଗ୍ ଇନ୍ କରିବାକୁ ପରାମର୍ଶିତ ଉପାୟ
pl: Zalecany sposób logowania
pt: Forma recomendada de iniciar sessão
sv: Rekommenderade sättet att logga in
tr: Giriş yapmanın önerilen yolu
uk: Рекомендований спосіб входу
zh: 推荐登录方式

# cookieLoginDescription
source: Use this method if you face issues with the token authentication
ar: استخدم هذه الطريقة إذا كنت تواجه مشكلات في مصادقة الرمز المميز
az: Nişan təsdiqləməsi ilə problemlərlə qarşılaşsanız, bu üsulu istifadə edin
es: Utiliza este método si tienes problemas con la autenticación del token
fa: چنانچه در استفاده از token با مشکل مواجه شدید، از این شیوه استفاده کنید
fr: Utilisez cette méthode si vous rencontrez des problèmes avec l''authentification par jeton
it: Usa questo metodo se si riscontrano problemi con l''autenticazione tramite token
or: ଯଦି ଆପଣ ଟୋକେନ୍ ପ୍ରାମାଣିକିକରଣ ସହିତ ସମସ୍ୟାର ସମ୍ମୁଖୀନ ହୁଅନ୍ତି ତେବେ ଏହି ପଦ୍ଧତିକୁ ବ୍ୟବହାର କରନ୍ତୁ
pl: Użyj tej metody, jeśli napotkasz problemy z uwierzytelnianiem za pomocą tokenu
pt: Utilize este método se enfrentar problemas com a autenticação simbólica
sv: Använd denna metod ifall problem uppstår vid autentisering med hjälp av symbol
tr: Belirteç kimlik doğrulamasıyla ilgili sorunlarla karşılaşırsanız bu yöntemi kullanın
uk: Використовуйте цей метод, якщо у вас виникли проблеми з токеном автентифікації
zh: 如果密钥认证出现问题请采用此方式

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
es: Nombre de usuario
fa: نام کاربری
fr: Nom d''utilisateur
it: Nome utente
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
pl: Nazwa użytkownika
pt: Nome de utilizador
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім’я користувача
zh: 用户名

# addToQueueList
source: Add to queue
ar: إضافة إلى قائمة الانتظار
az: Növbəyə əlavə et
es: Añadir a la cola
fa: افزودن به صف
fr: Ajouter à la file d''attente
it: Aggiungi alla coda
or: ଧାଡିରେ ଯୋଡନ୍ତୁ
pl: Dodaj do kolejki odtwarzania
pt: Adicionar à fila
sv: Lägg till i kön
tr: Sıraya ekle
uk: Додати до черги
zh: 添加到队列

# sponsorBlockSettingsQuickDescription
source: Select which type of segments to skip
ar: حدد نوع المقاطع المراد تخطيها
az: Bölümlərin hansı növün ötürəcəyinizi seçin
es: Selecciona el tipo de segmentos que deseas omitir
fa: انتخاب کنید که چه نوع بخش‌هایی رد شوند
fr: Sélectionnez les types de segments à passer
it: Seleziona quale tipo di segmento da saltare
or: କେଉଁ ପ୍ରକାର ବିଭାଗକୁ ଏଡ଼ାଇବାକୁ ବାଛନ୍ତୁ
pl: Wybierz który typ segmentów pomijać
pt: Selecione o tipo de segmentos a saltar
sv: Välj vilka typer av sektioner som skall hoppas över
tr: Hangi tür segmentlerin atlanacağını seçin
uk: Оберіть, який тип сегментів пропускати
zh: 选择要跳过的赞助商片段类型

# addRecommendedToQueue
source: Auto-play recommended next
ar: يوصى بالتشغيل التلقائي التالي
es: Reproducción automática recomendada a continuación
fa: پیشنهاد شده را به صورت خودکار پخش کن
fr: Lecture automatique du contenu recommandé
it: Riproduzione automatica del prossimo consigliato
or: ପରବର୍ତ୍ତୀ ସମୟରେ ଅଟୋ-ପ୍ଲେ ସୁପାରିଶ କରାଯାଇଛି
pl: Automatycznie odtwarzaj listę polecanych
pt: Reprodução automática recomendada a seguir
sv: Spela automatiskt upp rekommendationer vid slut
tr: Sonraki otomatik oynatma önerilir
uk: Автовідтворення рекомендованого
zh: 自动播放推荐内容
