Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# navigationBarLabelAlwaysShowing
source: Label always showing
ar: تظهر التسمية دائمًا
es: Etiquetas siempre visibles
fa: برچسب همیشه نمایش داده شود
it: Mostra sempre etichetta
or: ନାମପଟି ସର୍ବଦା ଦର୍ଶାଯାଉଛି
pt: Etiqueta sempre visível
sv: Etikett syns alltid
tr: Etiket her zaman gösteriliyor
uk: Мітки завжди видно

# videoFilterApplyDateToFilter
source: Filter videos on given times
ar: تصفية مقاطع الفيديو في أوقات محددة
es: Filtrar vídeos en función de la hora
fa: پالایش ویدیوها در زمان مشخص شده
or: ପ୍ରଦତ୍ତ ସମୟରେ ଭିଡିଓଗୁଡ଼ିକୁ ଛାଣନ୍ତୁ
sv: Filtrera filmer under specifika tider
tr: Videoları belirli zamanlara göre filtreleyin
uk: Фільтрувати відео за вказаний час

# layoutEditorExplanation
source: You can decide what to display on your home screen, you can have up to 2 small view with horizontal scrolling and one big source.
ar: يمكنك تحديد ما ستعرضه على شاشتك الرئيسية، يمكنك الحصول على ما يصل إلى عرضين صغيرين مع تمرير أفقي ومصدر واحد كبير.
es: Puedes decidir qué mostrar en tu pantalla de inicio, puedes tener hasta 2 vistas pequeñas con desplazamiento horizontal y una fuente grande.
fa: می‌توانید معین کنید چه چیزی در صفحهٔ اصلی شما نمایش داده شود. می‌توانید تا ۲ نمای کوچک با پیمایش افقی و یک نمای بزرگ داشته باشید.
or: ଆପଣ ନିଜ ହୋମ ସ୍କ୍ରିନରେ କ ''ଣ ଦେଖିବେ ତାହା ସ୍ଥିର କରିପାରିବେ, ଆପଣ ଆଭ୍ୟନ୍ତରୀଣ ସ୍କ୍ରୋଲିଂ ଏବଂ ଗୋଟିଏ ବଡ଼ ଉତ୍ସ ସହିତ 2 ଟି ଛୋଟ ଦୃଶ୍ୟ ପାଇପାରିବେ ।
pt: Pode decidir o que apresentar no seu ecrã inicial, pode ter até 2 vistas pequenas com deslocação horizontal e uma fonte grande.
sv: Du kan välja vad som skall visas på din hemskärm, du kan ha upp till 2 små visare med horisontell bläddring och en stor källa.
tr: Ana ekranınızda ne görüntüleyeceğinize karar verebilir, yatay kaydırma ve bir büyük kaynak ile en fazla 2 küçük görünüme sahip olabilirsiniz.
uk: Ви можете налаштувати, що відображати на головному екрані: у вас може бути до двох невеликих уявлень з горизонтальним прокручуванням і одне велике джерело.

source: Library
ar: ‌المكتبة
es: Biblioteca
fa: کتابخانه
it: Libreria
or: ଲାଇବ୍ରେରୀ
pl: Biblioteka
pt: Biblioteca
sv: Bibliotek
tr: Kütüphane
uk: Бібліотека

# distractionFreeModeDescription
source: Disable video comments and recommendations
ar: تعطيل تعليقات وتوصيات الفيديو
es: Desactivar los comentarios y las recomendaciones de los vídeos
fa: غیرفعال کردن نظرهای ویدیوها و پیشنهادها
it: Disabilita commenti del video e consigli
or: ଭିଡ଼ିଓ ମନ୍ତବ୍ୟ ଏବଂ ସୁପାରିଶକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
pt: Desativar comentários e recomendações de vídeo
sv: Inaktivera filmkommentarer och rekommendationer
tr: Video yorumlarını ve önerilerini devre dışı bırak
uk: Вимкнути коментарі та рекомендації до відео

source: Home
ar: ‌الصفحة الرئيسية
es: Inicio
fa: صفحهٔ اصلی
or: ମୂଳସ୍ଥାନ
pt: Início
sv: Hem
tr: Ev
uk: Головний екран

# secondsShortForm
source: secs
ar: ثوانٍ
es: s
fa: ثانیه
it: sec
or: ସେକେଣ୍ଡ
pl: sek
sv: sek.
tr: saniye
uk: сек.

# layoutEditorAddVideoSource
source: Add video source
ar: إضافة مصدر فيديو
es: Añadir una fuente de vídeo
fa: افزودن منبع ویدیو
it: Aggiungi fonte video
or: ଭିଡ଼ିଓ ଉତ୍ସ ଯୋଗ କରନ୍ତୁ
pl: Dodaj źródło filmu
pt: Adicionar fonte de vídeo
sv: Lägg till filmkälla
tr: Video kaynağı ekle
uk: Додать джерело відео

source: Navigation bar style
ar: نمط شريط التنقل
es: Estilo de la barra de navegación
fa: ظاهر نوار پیشمایش
it: Stile barra navigazione
or: ପଥପ୍ରଦର୍ଶନ ପଟି ଶୈଳୀ
pt: Estilo da barra de navegação
sv: Stil på navigeringsmenyn
tr: Gezinme çubuğu stili
uk: Стиль панелі навігації

# nFilters
source: {count, plural, =0{No videos} =1{1 filter} other{{count} filters}}
it: {count, plural, =0{Nessun video} =1{1 filtro} altri{{count} filtri}}
sv: {count, plural, =0{Inga filmer} =1{1 filter} other{{count} filter}}
uk: {count, plural, =0{Немає відео} =1{1 фільтр} other{{count} фільтрів}}

# customizeAppLayoutExplanation
source: Select which sections you want to appear in the main app navigation bar. Click on the home icon to select which screen shows when the application starts. You can reorder the sections by dragging them around.
ar: حدد الأقسام التي تريد أن تظهر في شريط التنقل الرئيسي للتطبيق. انقر على أيقونة الصفحة الرئيسية لتحديد الشاشة التي تظهر عند بدء تشغيل التطبيق. يمكنك إعادة ترتيب الأقسام عن طريق سحبها.
es: Selecciona qué secciones quieres que aparezcan en la barra de navegación de la aplicación. Pulsa en el icono de inicio para seleccionar qué pantalla se muestra al iniciar la aplicación. Puedes reordenar las secciones arrastrándolas.
fa: معین کنید چه بخش‌هایی در نوار پیشمایش اپ نشان داده شوند. روی نمایهٔ خانه کلیک کنید تا معین کنید چه چیزی هنگام بازکردن اپ نمایش داده شود. می‌توانید بخش‌ها را با کشیدن و رها کردن مرتب کنید.
or: ଆପଣ ମୁଖ୍ୟ ଆପ୍ ‌ ନେଭିଗେସନ୍ ‌ ବାର୍ ‌ ରେ କେଉଁ ବିଭାଗକୁ ଦର୍ଶାଇବାକୁ ଚାହୁଁଛନ୍ତି ତାହା ଚୟନ କରନ୍ତୁ । ପ୍ରୟୋଗ ଆରମ୍ଭ ହେବା ସମୟରେ କେଉଁ ସ୍କ୍ରିନ ଦର୍ଶାଇଥାଏ ତାହା ବାଛିବା ପାଇଁ ହୋମ ଆଇକନ ଉପରେ କ୍ଲିକ କରନ୍ତୁ । ଆପଣ ସେଗୁଡିକୁ ଚାରିପାଖକୁ ଟାଣିବା ଦ୍ୱାରା ସେଗୁଡିକୁ ପୁନଃ ଅର୍ଡର କରିପାରିବେ ।
pt: Selecione as secções que pretende que apareçam na barra de navegação principal da aplicação. Clique no ícone de início para selecionar o ecrã que aparece quando a aplicação é iniciada. Pode reordenar as secções arrastando-as.
sv: Ange vilka sektioner du vill skall visas i applikationens navigeringsmeny. Klicka på husikonen för att välja vilken skärm som skall visas när applikationen startar. Du kan arrangera om ordningen av sektioner genom att dra dem till önskade positioner.
tr: Ana uygulama gezinme çubuğunda hangi bölümlerin görünmesini istediğinizi seçin. Uygulama başladığında hangi ekranın gösterileceğini seçmek için giriş simgesine tıklayın. Bölümleri sürükleyerek yeniden sıralayabilirsiniz.
uk: Виберіть, які розділи ви хочете бачити на головній навігаційній панелі застосунку. Натисніть на головний значок, щоби вибрати, який екран показуватиметься під час запуску застосунку. Ви можете змінити порядок розділів, перетягнувши їх.

# videoFilterDayOfWeek
source: Select days to apply filters
ar: حدد أيام لتطبيق الفلاتر
es: Seleccionar los días para aplicar los filtros
fa: برای تایید پالایش، روزها را انتخاب کنید
or: ଛାଣକ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଦିନ ବାଛନ୍ତୁ
sv: Ange dagar som filtren skall appliceras på
tr: Filtre uygulamak için günleri seçin
uk: Виберіть дні для застосування фільтрів

source: Share
ar: شارك
az: Paylaşım
it: Condividi
pl: Udostępnij
sv: Dela
tr: Paylaş
uk: Поділитися
zh: 分享

# malformedStatsEndpoint
source: /api/v1/stats is not as expected
az: /api/v1/status gözlənildiyi kimi deyil
it: /api/v1/stats non conforme
pl: /api/v1/stats jest niespodziewane
sv: /api/v1/stats är inte som förväntat
uk: /api/v1/stats не відповідає очікуванням
zh: /api/v1/stats 有未知问题

# malformedStatsEndpointDescription
source: The server stats endpoint did not respond an expected payload, the key "software.name" should be equal to "invidious". Response from the server:
ar: لم تستجب نقطة نهاية إحصائيات الخادم حمولة متوقعة، يجب أن يكون المفتاح "software.name" يساوي "غير صالح". الاستجابة من الخادم:
az: Server statistikasının son çıxışı gözlənilən faydalı yükləmə cavabı vermədi, "software.name" açarı "invidious"a bərabər olmalıdır. Serverdən cavab:
it: L''endpoint non ha restituito i dati aspettati, la chiave "software.name" dovrebbe essere "invidious". Risposta dal server:
sv: Serverstatistikens slutpunkt motsvarade inte det förväntade avslutet, nyckeln "software.name" borde motsvara "invidious". Svaret från servern var:
tr: Sunucu istatistikleri bitiş noktası beklenen bir yüke yanıt vermedi, anahtar "software.name " "davetsiz" ile eşit olmalıdır. Sunucudan yanıt:
uk: Кінцева точка статистики сервера не відповіла очікуваним корисним навантаженням, ключ «software.name» має дорівнювати «invidious». Відповідь від сервера:
zh: 服务器在接收端中没有得到一个预期的数据包，”应用包名“应该在invidious之后。 服务器反馈：

source: Server is not reachable
ar: لا يمكن الوصول إلى الخادم
az: Server əlçatan deyil
it: Il server non é raggiungibile
pl: Serwer jest niedostępny
sv: Servern går ej att nå
tr: Sunucuya erişilemiyor
uk: Сервер недоступний
zh: 无法连接到服务器

# searchUploadDateYear
source: This year
ar: هذا العام
it: Quest'anno
pl: Ten rok
sv: Detta året
tr: Bu yıl
uk: Цього року
zh: 当年

# searchDuration
source: Duration
ar: المدة
it: Durata
pl: Długość
sv: Längd
tr: Süre
uk: Тривалість
zh: 期间

# searchUploadDate
source: Upload date
ar: تاريخ التحميل
it: Data caricamento
pl: Data publikacji
sv: Datum för uppladdning
tr: Yükleme tarihi
uk: Дата завантаження
zh: 上传日期

# searchUploadDateAny
source: Any date
ar: أي تاريخ
it: Qualsiasi data
pl: Dowolna data
sv: Alla datum
tr: Herhangi bir tarih
uk: Будь-яка дата
zh: 任何日期

# searchUploadDateHour
source: Last Hour
ar: آخر ساعة
it: Ultima ora
pl: Ostatnia godzina
sv: Senaste timmen
tr: Son Bir Saat
uk: За останню годину
zh: 上一个小时

# searchUploadDateToday
source: Today
ar: اليوم
it: Oggi
pl: Dzisiaj
sv: Idag
tr: Bugün
uk: За сьогодні
zh: 今天

# searchUploadDateWeek
source: This week
ar: هذا الأسبوع
it: Questa settimana
pl: Ten tydzień
sv: Denna vecka
tr: Bu hafta
uk: Цього тижня
zh: 当周

# searchUploadDateMonth
source: This month
ar: هذا الشهر
it: Questo mese
pl: Ten miesiąc
sv: Denna månad
tr: Bu ay
uk: Цього місяця
zh: 当月

# searchDurationAny
source: Any duration
ar: أي مدة
it: Qualsiasi durata
pl: Dowolna długość
sv: Alla längder
tr: Herhangi bir süre
uk: Будь-яка тривалість
zh: 任何期间

# searchDurationShort
source: Short (<4 minutes)
ar: قصير (أقل من 4 دقائق)
it: Brevi (<4 minuti)
pl: Krótkie (<4 minuty)
sv: Korta (<4 minuter)
tr: Kısa (<4 dakika)
uk: Короткі (менше 4 хв)
zh: 短（4分钟以下）

# searchDurationLong
source: Long (>20 minutes)
ar: طويلة (أكثر من 20 دقيقة)
it: Lunghi (>20 minuti)
pl: Długie (>20 minut)
sv: Långa (>20 minuter)
tr: Uzun (> 20 dakika)
uk: Довгі (понад 20 хв)
zh: 长（20分钟以上）

# searchDurationMedium
source: Medium (4-20 minutes)
ar: متوسطة (4-20 دقيقة)
it: Medi (4-20 minuti)
pl: Średnie (4-20 minut)
sv: Medel (4-20 minuter)
tr: Orta (4-20 dakika)
uk: Середні (4-20 хв)
zh: 中等（4至20分钟）

# searchSortBy
source: Sort by
ar: فرز حسب
fa: به ترتیب
it: Ordina per
pl: Sortuj
sv: Sortera efter
tr: Sırala
uk: Сортувати за
zh: 排序依据

source: Distraction free mode
ar: وضع عدم التشتيت
es: Modo sin distracciones
fa: حالت کاهش حواس پرتی
it: Modalità senza distrazioni
or: ବିଚଳିତ ମୁକ୍ତ ଧାରା
pt: Modo sem distrações
sv: Distraktionsfritt läge
tr: Dikkat dağıtıcı serbest mod
uk: Режим зосередження

# videoFilterAppliedOn
source: Applied on {selectedDays}
ar: تطبق على {الأيام المحددة}
es: Se aplica en {selectedDays}
fa: فعال روی {selectedDays}
or: {selectedDays} ଉପରେ ପ୍ରୟୋଗ
sv: Appliceras på {selectedDays}
tr: {selectedDays} tarihinde uygulandı
uk: Застосовано до {selectedDays}

# videoFilterDayOfWeekDescription
source: You can selectively choose days of the week and time to which the filters apply to, for example, avoid sport events spoilers.
ar: يمكنك اختيار أيام الأسبوع والوقت الذي تنطبق عليه الفلاتر بشكل انتقائي، على سبيل المثال، تجنب إفساد الأحداث الرياضية.
es: Puedes elegir selectivamente los días de la semana y la hora a la que se aplican los filtros para, por ejemplo, evitar spoilers de acontecimientos deportivos.
fa: می‌توانید روزها و زمان‌های دلخواه خود را مشخص کنید تا قواعد پالایشی فعال شوند. به عنوان مثال اگر نمی‌خواهید نتیجهٔ مسابقات ورزشی لو برود.
or: ଆପଣ ମନୋନୀତ ଭାବରେ ସପ୍ତାହର ଦିନ ଏବଂ ସମୟକୁ ଚୟନ କରିପାରିବେ ଯେଉଁଠାରେ ଫିଲ୍ଟରଗୁଡିକ ପ୍ରୟୋଗ କରାଯାଏ, ଉଦାହରଣ ସ୍ୱରୂପ, କ୍ରୀଡ଼ା ଇଭେଣ୍ଟଗୁଡ଼ିକୁ ନଷ୍ଟ ନକରିବା ।
sv: Du kan selektivt välja vilka dagar och tider på veckan som du vill att filtren skall gälla för, för att som exempel motverka att avslöja resultat av sportevent i förtid.
tr: Haftanın günlerini ve filtrelerin uygulandığı zamanı seçerek seçebilirsiniz, örneğin spor etkinlikleri spoylerinden kaçının.
uk: Ви можете вибрати дні тижня і час, до яких застосовуються фільтри, наприклад, щоб уникнути спойлерів спортивних подій.

# enableNotificationDescriptions
source: Runs foreground service to check and notify you on the changes you are monitoring
ar: تشغيل الخدمة الأمامية للتحقق من التغييرات التي تراقبها وإخطارك بها
fa: یک سرویس در پیش‌زمینه اجرا می‌کند تا ضمن بررسی، شما را از تغییراتی که رصد می‌کند آگاه سازد
or: ଆପଣ ନିରୀକ୍ଷଣ କରୁଥିବା ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରିବା ଏବଂ ଆପଣଙ୍କୁ ସୂଚିତ କରିବା ପାଇଁ ଅଗ୍ରଭୂମି ସର୍ଭିସ ଚଲାନ୍ତୁ
sv: Kör tjänst för att kontrollera och visa dig vilka ändringar som du önskar bli meddelad om
tr: İzlemekte olduğunuz değişiklikleri kontrol etmek ve size bildirmek için ön plan hizmetini çalıştırır
uk: Запускає фонову службу для перевірки та повідомлення вас про зміни, які ви відстежуєте

# subscriptionNotificationDescription
source: Get notified of new videos from your subscription feed if you are logged in to your current instance
ar: احصل على إشعارات بمقاطع الفيديو الجديدة من موجز اشتراكك إذا قمت بتسجيل الدخول إلى مثيلك الحالي
fa: چنانچه به سرویس دهندهٔ مورداستفاده وارد شده‌اید، از ارسال ویدیوهای تازهٔ کانال‌هایی که مشترکشان هستید آگاه شوید
or: ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ ଫିଡରୁ ନୂତନ ଭିଡିଓର ବିଜ୍ଞପ୍ତି ପ୍ରାପ୍ତ କରନ୍ତୁ ଯଦି ଆପଣ ଆପଣଙ୍କର ସାମ୍ପ୍ରତିକ ଉଦାହରଣକୁ ଲଗଇନ କରନ୍ତି
sv: Erhåll meddelande om nya filmer från de flöden som du prenumererar ifall du är inloggad på din nuvarande server
tr: Geçerli örneğinizde oturum açtıysanız abonelik akışınızdaki yeni videolardan haberdar olun
uk: Отримуйте повідомлення про нові відео з вашої стрічки підписок, якщо ви ввійшли у свій поточний екземпляр

# askForDisableBatteryOptimizationContent
source: In order to send notification Clipious needs to run a background service. For it to run smoothly it is required that Clipious is given unrestricted battery usage, tapping ok will open the battery optimization settings.
ar: من أجل إرسال الإشعارات يحتاج Clipious إلى تشغيل خدمة في الخلفية. ولكي تعمل بسلاسة، يجب أن يتم منح Clipious استخدامًا غير مقيّد للبطارية دون قيود، وسيؤدي النقر على موافق إلى فتح إعدادات تحسين البطارية.
fa: جهت ارسال اطلاعیه، Clipious نیاز دارد تا یک سرویس در پس‌زمینه اجرا کند. برای این که این سرویس بدون مشکل اجرا شود، لازم است که Clipious دسترسی نامحدود به مصرف باتری داشته باشد. ضربه روی تایید، شما را به تنظیمات بهینه‌سازی منتقل خواهد کرد.
or: ବିଜ୍ଞପ୍ତି ପଠାଇବା ପାଇଁ Clipious କୁ ଗୋଟିଏ ପୃଷ୍ଠଭୂମି ସର୍ଭିସ ଚଳାଇବା ଆବଶ୍ୟକ । ଏହାକୁ ସୁଗମ ଭାବରେ ଚଲାଇବା ପାଇଁ କ୍ଲିପିଆସକୁ ଅନଲିମିଟେଡ ବ୍ୟାଟେରୀ ବ୍ୟବହାର ଦେବା ଆବଶ୍ୟକ, ଓକେ ଟ୍ୟାପ୍ କରିବା ଦ୍ୱାରା ବ୍ୟାଟେରୀ ଅପ୍ଟିମାଇଜେସନ ସେଟିଙ୍ଗ ଖୋଲିବ ।
sv: För att kunna skicka meddelande så behöver Clipious kunna köra tjänster i bakgrunden. För att dessa skall kunna köras smidigt så krävs det att Clipious ges obegränsad batterianvändning, klicka på ok för att öppna upp inställningar för batterioptimering.
tr: Clipious bildirimi göndermek için bir arka plan hizmeti çalıştırmanız gerekir. Sorunsuz çalışması için Clipious'a sınırsız pil kullanımı verilmesi gerekir, tamam'a dokunmak pil optimizasyon ayarlarını açacaktır.
uk: Для того, щоб надсилати вам повідомлення, Clipious має запустити фонову службу. Для безперебійної роботи, необхідно, щоб Clipious мав необмежене використання акумулятора, натиснувши кнопку «Добре», ви відкриєте налаштування оптимізації роботи акумулятора.

# otherNotifications
source: Other notifications sources (bell icons)
ar: مصادر الإشعارات الأخرى (أيقونات الجرس)
fa: منابع دیگر اطلاع‌رسانی (bell icons)
or: ଅନ୍ୟ ବିଜ୍ଞପ୍ତି ଉତ୍ସ (ଘଣ୍ଟି ଚିତ୍ରସଂକେତ)
sv: Andra källor för meddelanden (ikon med bjällror)
tr: Diğer bildirim kaynakları (zil simgeleri)
uk: Інші джерела повідомлень (значки дзвіночків)

# deleteChannelNotificationContent
source: You won''t receive anymore notifications from this channel.
ar: لن تتلقى إشعارات أخرى من هذه القناة.
fa: دیگر از این کانال اطلاع‌رسان دریافت نخواهید کرد.
or: ଆପଣ ଏହି ଚ୍ୟାନେଲରୁ ଆଉ ବିଜ୍ଞପ୍ତି ପାଇବେ ନାହିଁ ।
pl: Przestaniesz otrzymywać powiadomienia z tego kanału
sv: Du kommer ej motta några meddelanden om förändringar i denna kanalen framöver.
tr: Bu kanaldan artık bildirim almayacaksınız.
uk: Ви більше не будете отримувати повідомлення від цього каналу.

# deleteChannelNotificationTitle
source: Delete channel notification ?
ar: حذف إشعار القناة ?
fa: حذف اطلاع‌رسان کانال؟
or: ଚ୍ୟାନେଲ ବିଜ୍ଞପ୍ତିକୁ ଅପସାରଣ କରିବେ କି?
sv: Ta bort meddelandefunktion för kanalen?
tr: Kanal bildirimini sil ?
uk: Видалити повідемлення від каналу?

# deletePlaylistNotificationTitle
source: Delete playlist notification ?
ar: إشعار حذف قائمة التشغيل؟
fa: حذف اطلاع‌رسان فهرست پخش؟
it: Eliminare notifica playlist ?
or: ପ୍ଲେଲିଷ୍ଟ ବିଜ୍ଞପ୍ତିକୁ ଅପସାରଣ କରିବେ କି?
pl: Usunąć powiadomienia z playlisty?
sv: Ta bort meddelandefunktion för spellista?
tr: Çalma listesi bildirimini sil ?
uk: Видалити повідомлення від добірки?

# deletePlaylistNotificationContent
source: You won''t receive anymore notifications from this playlist.
ar: لن تتلقى إشعارات أخرى من قائمة التشغيل هذه.
fa: دیگر از این فهرست پخش اطلاع‌رسان دریافت نخواهید کرد.
it: Non riceverai più notifiche da questa playlist.
or: ଆପଣ ଏହି ପ୍ଲେ-ଲିଷ୍ଟରୁ ଆଉ ବିଜ୍ଞପ୍ତି ପାଇବେ ନାହିଁ ।
pl: Nie będziesz otrzymywał więcej powiadomień z tej playlisty
sv: Du kommer ej motta några meddelande om förändringar i denna spellista framöver.
tr: Bu çalma listesinden artık bildirim almayacaksınız.
uk: Ви більше не будете отримувати повідомлення від цієї добірки.

# videoFilterStartTime
source: Start time
ar: وقت البدء
es: Hora de inicio
fa: زمان آغاز
it: Tempo inizio
or: ପ୍ରାରମ୍ଭିକ ସମୟ
pl: Czas rozpoczęcia
sv: Starttid
tr: Başlama zamanı
uk: Час початку

# videoFilterEndTime
source: End time
ar: وقت الانتهاء
es: Hora de finalización
fa: زمان پایان
it: Tempo fine
or: ସମାପ୍ତି ସମୟ
pl: Czas zakończenia
sv: Sluttid
tr: Bitiş zamanı
uk: Час кінця

source: From
ar: من
es: De
fa: از
it: Da
or: ଠାରୁ
pl: Od
sv: Från
tr: -den
uk: З

source: To
ar: إلى
es: A
fa: تا
it: A
or: ଏଠାକୁ
pl: Do
sv: Till
tr: -e doğru
uk: До

# videoFilterTimeOfDayFromTo
source: From {from} to {to}
ar: من {من} إلى {إلى}
es: De {from} a {to}
fa: از {from} تا {to}
or: {from} ଠାରୁ ଏଠାକୁ {to}
pl: Od {from} do {to}
sv: Från {from} till {to}
uk: З {from} до {to}

source: Notifications
ar: الإشعارات
fa: اطلاعیه‌ها
it: Notifiche
or: ବିଜ୍ଞପ୍ତି
pl: Powiadomienia
sv: Notifikationer
tr: Bildirimler
uk: Повідомлення

# notificationsDescription
source: Enable and review what you are notified about
ar: تمكين ومراجعة ما يتم إعلامك به ومراجعته
fa: معین کنید که چه مواردی به شما اطلاع داده شود
or: ଆପଣ ଯାହା ବିଷୟରେ ବିଜ୍ଞପିତ ହୋଇଛନ୍ତି ତାହା ସକ୍ରିୟ କରନ୍ତୁ ଏବଂ ସମୀକ୍ଷା କରନ୍ତୁ
sv: Visa och bevilja vad du vill bli informerad om
tr: Bildirdiklerinizi etkinleştirin ve gözden geçirin
uk: Увімкніть та перегляньте, про що ви отримуєте повідомлення

# subscriptionNotification
source: Subscription notifications
ar: إشعارات الاشتراك
fa: اطلاعیه‌های اشتراک‌ها
it: Notifiche iscrizione
or: ସଦସ୍ୟତା ବିଜ୍ଞପ୍ତି
pl: Powiadomienia subskrybcji
sv: Prenumerationsmeddelanden
tr: Abonelik bildirimleri
uk: Повідомлення про підписки

# subscriptionNotificationTitle
source: New videos from your subscriptions
ar: فيديوهات جديدة من اشتراكاتك
fa: ویدیوهای تازه از اشتراک‌های شما
it: Nuovi video dalle tue iscrizioni
or: ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନରୁ ନୂତନ ଭିଡିଓ
pl: Nowe filmy z twoich subskrybcji
sv: Nya filmer från dina prenumerationer
tr: Aboneliklerinizden yeni videolar
uk: Нові відео з ваших підписок

# subscriptionNotificationContent
source: There are {count, plural, =0{no new videos} =1{1 new video} other{{count} new videos}} in your subscription feed
fa: {count, plural, =0{۰ ویدیوی تازه} =1{1 new video} other{{count} ویدیوی تازه}} در اشتراک‌های شما
or: ଆପଣଙ୍କ ସଦସ୍ୟତା ଫିଡରେ {count, plural, =0{no new videos} =1{1 new video} other{{count} new videos}} ଅଛି
pl: {count, plural, =0{Nie ma nowych filmów} =1{Jest 1 nowy film} other{Jest {count} nowych filmów}} w twoich subskrybcjach
sv: Det finns {count, plural, =0{inga nya filmer} =1{1 ny film} other{{count} nya filmer}} i flödet av prenumererat material
uk: У вашій стрічці підписок – {count, plural, =0{немає нових відел} =1{1 нове відео} other{{count} нових відео}}

# askForDisableBatteryOptimizationTitle
source: Disabling battery optimization required
ar: مطلوب تعطيل تحسين البطارية المعطلة
fa: غیرفعال کردن بهینه‌سازی مصرف باتری لازم است
or: ବ୍ୟାଟେରୀ ଅପ୍ଟିମାଇଜେସନକୁ ନିଷ୍କ୍ରିୟ କରିବା ଆବଶ୍ୟକ
sv: Inaktivering av batterioptimering krävs
tr: Pil optimizasyonunu devre dışı bırakmak gerekir
uk: Потрібно вимкнути оптимізацію акумулятора

# askToEnableBackgroundServiceTitle
source: Notifications turned off
ar: تم إيقاف تشغيل الإشعارات
fa: اطلاع‌رسانی‌ها خاموش است
it: Notifiche disattivate
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ ବନ୍ଦ ହୋଇଯାଇଛି
pl: Powiadomienia są wyłączone
sv: Meddelanden är inaktiverade
tr: Bildirimler kapalı
uk: Повідомлення вимкнені

# askToEnableBackgroundServiceContent
source: To get notifications, Clipious notifications need to be enabled, press OK to enable it.
ar: للحصول على إشعارات، يجب تمكين إشعارات Clipious، اضغط على موافق لتمكينها.
fa: جهت دریافت اطلاع‌رسانی، لازم است که گزینهٔ اطلاع‌رسانی Clipious فعال باشد. برای فعال کردن روی تایید ضربه بزنید.
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ପାଇବା ପାଇଁ, କ୍ଲିପୀୟ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ସକ୍ରିୟ କରିବା ଆବଶ୍ୟକ, ଏହାକୁ ସକ୍ରିୟ କରିବା ପାଇଁ OK ଦବାନ୍ତୁ ।
sv: För att erhålla meddelanden behöver Clipious bli beviljad att skicka meddelanden, tryck på OK för att aktivera det.
tr: Bildirim almak için Küçük bildirimlerin etkinleştirilmesi gerekir, etkinleştirmek için Tamam''a basın.
uk: Щоб отримувати повідомлення, необхідно увімкнути сповіщення Clipious, натисніть «Добре», щоб увімкнути їх.

# channelNotificationTitle
source: New videos from {channel}
ar: فيديوهات جديدة من {القناة}
fa: ویدیوی تازه از {channel}
it: Nuovi video da {channel}
or: {channel} ରୁ ନୂତନ ଭିଡିଓ
pl: Nowe filmy z {channel}
sv: Nya filmer från {channel}
tr: {channel} ''dan yeni videolar
uk: Нові відео від {channel}

# channelNotificationContent
source: There are {count, plural, =0{no new videos} =1{1 new video} other{{count} new videos}} from {channel}
fa: {count, plural, =0{۰ ویدیوی تازه} =1{1 new video} other{{count} ویدیوی تازه}} از {channel}
or: {{count, plural, =0 {no new videos} =1 {1 new video} other {{count} new videos}}ରୁ{channel} ରୁ {count, plural, = 0 {no new videos} = 1 {1 new video}} ଅଛି
sv: Det finns {count, plural, =0{inga nya filmer} =1{1 ny film} other{{count} nya filmer}} från {channel}
uk: {count, plural, =0{Немає відео} =1{1 нове відео} other{{count} нових відео}} від {channel}

# foregroundServiceUpdatingPlaylist
source: Checking playlists...
ar: التحقق من قوائم التشغيل...
fa: بررسی فهرست‌های پخش…
it: Controllando playlist...
or: ପ୍ଲେଲିଷ୍ଟଗୁଡିକ ଯାଞ୍ଚ କରୁଛି ..।
sv: Kontrollerar spellistor...
tr: Çalma listelerini kontrol etme...
uk: Перевірка списків відтворення...

# foregroundServiceUpdatingChannels
source: Checking channels...
ar: التحقق من القنوات...
fa: بررسی کانال‌ها…
it: Controllando canali...
or: ଚ୍ୟାନେଲଗୁଡିକ ଯାଞ୍ଚ କରୁଛି ..।
sv: Kontrollerar kanaler...
tr: Kanalları kontrol ediyorum...
uk: Перевірка каналів...

# notificationFrequencySettingsDescription
source: How often the application will check for new videos
ar: عدد المرات التي سيتحقق فيها التطبيق من وجود مقاطع فيديو جديدة
fa: هر چند وقت یک بار اپلیکیشن وجود ویدیوهای جدید را بررسی کند
it: Quanto spesso l'applicazione controllerà per nuovi video
or: ପ୍ରୟୋଗଟି ନୂତନ ଭିଡ଼ିଓଗୁଡ଼ିକ ପାଇଁ କେତେଥର ଯାଞ୍ଚ କରିବ
sv: Hur ofta som applikationen skall leta efter nya filmer
tr: Uygulamanın yeni videoları ne sıklıkla kontrol edeceği
uk: Як часто програма перевірятиме наявність нових відео

# deArrowSettingDescription
source: Replace click bait titles and thumbnails
ar: استبدال عناوين طعم النقر والصور المصغرة
fa: جایگزین کردن عنوان‌های گمراه‌کننده با تصویر بندانگشتی
it: Sostituisci titoli click bait e miniature
sv: Byt ut namn och miniatyrbilder som angivits enbart för att vara lockande att klicka på
tr: Tıklama yemi başlıklarını ve küçük resimlerini değiştirin
uk: Замініть заголовки та мініатюри

# deArrowReplaceThumbnails
source: Replace thumbnails
ar: استبدال الصور المصغرة
fa: جایگزین کردن تصویر بندانگشتی
it: Sostituisci miniature
sv: Byt ut miniatyrbilder
tr: Küçük resimleri değiştir
uk: Замінити мініатюри
