Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# deArrowReplaceThumbnailsDescription
source: Replace video thumbnails in addition of the titles
ar: استبدال الصور المصغرة للفيديو بالإضافة إلى العناوين
fa: جایگزین کردن تصویر بندانگشتی علاوه بر عنوان
sv: Byt ut miniatyrbilden utöver namnet
tr: Başlıklara ek olarak video küçük resimlerini değiştirin
uk: Замініть мініатюри відео на додаток до назв

# deArrowWarning
source: Enable DeArrow can signgificantly reduce the browsing speed of the app as extra http requests are needed for every single video
ar: يمكن أن يؤدي تمكين DeArrow إلى تقليل سرعة تصفح التطبيق بشكل كبير حيث يلزم وجود طلبات http إضافية لكل مقطع فيديو واحد
fa: فعال کردن DeArrow به دلیل افزودن درخواست‌های http موردنیاز هر ویدیو، می‌تواند به شکل چشمگیری سرعت استفاده از اپلیکیشن را کاهش دهد
sv: Att aktivera DeArrow kan markant minska bläddringshastigheten i applikationen då extra internetförfrågningar krävs för varje enskild film
tr: Enable DeArrow, her bir video için ekstra http istekleri gerektiğinden, uygulamanın tarama hızını önemli ölçüde azaltabilir
uk: Увімкнення DeArrow може значно зменшити швидкість веб-перегляду програми, оскільки для кожного окремого відео потрібні додаткові http-запити

# channelSortByOldest
source: Oldest
ar: الأقدم
it: Meno recente
sv: Äldst
tr: En Eski
uk: Найстаріший

# playlistNotificationContent
source: There are {count, plural, =0{no new videos} =1{1 new video} other{{count} new videos}} in the {playlist} playlist
fa: {count, plural, =0{۰ ویدیوی تازه} =1{۱ ویدیوی تازه} other{{count} ویدیوی تازه}} in the {playlist} playlist
or: ଏଠାରେ {count, plural, =0{no new video} =1{1 new video} other{{count} new videos}}ଟି{playlist} playlist} ଭିଡିଓ ଅଛି
sv: Det finns {count, plural, =0{inga nya filmer} =1{1 ny film} other{{count} nya filmer}} i spellistan {playlist}
uk: Є {count, plural, =0{немає нових відео} =1{1 нове відео} other{{count} нових відео}} у списку відтворення {playlist}

# foregroundServiceNotificationContent
source: Will check for new videos once {hours, select, 1{per hour} 24{a day} other{every {hours} hours}}
fa: بررسی جهت ویدیوهای تازه هر{hours, select, 1{per hour} 24{a day} other{every {hours} hours}}
or: ଥରେ {hours, select, 1 {per hour} 24 {a day} ଅନ୍ୟ {ପ୍ରତ୍ୟେକ {hours} ଘଣ୍ଟା}ନୂତନ ଭିଡିଓଗୁଡିକ ଯାଞ୍ଚ କରିବେ
sv: Leta efter nya filmer {hours, select, 1{varje timme} 24{varje dag} 2{varannan timme} other{var {hours}:e timme}}
uk: Буде перевіряти наявність нових відео раз {hours, select, 1{per year} 24{a day} other{кожні {hours} годин}}

# exponentialSkipDescription
source: The more you skip forward, the bigger the step is.
ar: كلما تخطيت إلى الأمام، كلما كانت الخطوة أكبر.
sv: Ju mer du hoppar framåt/bakåt, desto större hopp genomförs.
tr: Ne kadar ileri atlarsanız, adım o kadar büyük olur.
uk: Чим більше ви пропускаєте вперед, тим більший крок.

# skipStepDescription
source: Seconds to skip on forward/backward actions
ar: ثوانٍ للتخطي في الإجراءات الأمامية/الخلفية
it: Secondi da saltare avanti/indietro
sv: Hur många sekunder att hoppa framåt/bakåt vid åtgärd
tr: İleri / geri eylemleri atlamak için saniye
uk: Секунди для пропуску дій вперед/назад

# feedbackDisclaimer
source: To submit feedback you will need a GitHub account and your screenshot will be submitted to Imgur anonymously.
ar: لإرسال الملاحظات ستحتاج إلى حساب GitHub وسيتم إرسال لقطة الشاشة الخاصة بك إلى Imgur بشكل مجهول.
sv: För att kunna skicka återkoppling så krävs ett konto på GitHub samt att din skärmbild kommer att publiceras anonymt på Imgur.
tr: Geri bildirim göndermek için bir GitHub hesabına ihtiyacınız olacak ve ekran görüntünüz anonim olarak Imgur''a gönderilecektir.
uk: Щоб надіслати відгук, вам знадобиться обліковий запис GitHub, і ваш знімок екрана буде надіслано в Imgur анонімно.

# feedbackScreenshotError
source: Error while uploading screenshot to Imgur
ar: خطأ أثناء تحميل لقطة شاشة على Imgur
sv: Fel uppstod vid uppladdning av skärmbild till Imgur
tr: Imgur''a ekran görüntüsü yüklenirken hata oluştu
uk: Помилка під час завантаження знімка екрана в Imgur

source: Subtitles background
ar: خلفية الترجمة
fa: پس‌زمینهٔ زیرنویس
it: Sfondo sottotitoli
sv: Bakgrund för undertexter
tr: Altyazılar arka plan
uk: Фон субтитрів

# subtitlesBackgroundDescription
source: Adds a black background to subtitles to make them more readable
ar: يضيف خلفية سوداء إلى الترجمة لجعلها أكثر سهولة في القراءة
fa: برای خواناتر کردن زیرنویس، پس‌زمینهٔ سیاه اضافه می‌کند
it: Aggiunge uno sfondo nero ai sottotitoli per renderli più leggibili
sv: Lägger till en svart backgrund till undertexterna för att göra dem mer lättlästa
tr: Altyazıları daha okunabilir hale getirmek için altyazılara siyah bir arka plan ekler
uk: Додає чорний фон до субтитрів, щоб зробити їх більш читабельними

source: Seeking
ar: البحث عن
it: Cercando
sv: Bläddra
tr: Arayış
uk: Шукає

# playlistNotificationTitle
source: New videos in {playlist} playlist
fa: ویدیوهای تازه در فهرست پخش {playlist}
it: Nuovi video nella playlist {playlist}
or: {playlist} ପ୍ଲେ ତାଲିକାରେ ନୂତନ ଭିଡିଓଗୁଡ଼ିକ
sv: Nya filmer i spellistan {playlist}
tr: {playlist} oynatma listesindeki yeni videolar
uk: Нові відео в списку відтворення {playlist}

# foregroundServiceNotificationTitle
source: Video monitoring
ar: المراقبة بالفيديو
fa: پایش ویدیوها
or: ଭିଡ଼ିଓ ନିରୀକ୍ଷଣ
sv: Övervakning av filmer
tr: Video izleme
uk: Відео моніторинг

# foregroundServiceUpdatingSubscriptions
source: Checking subscriptions...
ar: التحقق من الاشتراكات...
fa: بررسی اشتراک‌ها…
it: Controllando iscrizioni...
or: ସଦସ୍ୟତା ଯାଞ୍ଚ କରୁଛି ..।
sv: Kontrollerar prenumerationer...
tr: Abonelikleri kontrol etme...
uk: Перевірка підписок...

# notificationFrequencySettingsTitle
source: New video check frequency
ar: تردد فحص الفيديو الجديد
fa: تناوب بررسی ویدیوهای تازه
it: Frequenza controllo nuovo video
or: ନୂତନ ଭିଡ଼ିଓ ଯାଞ୍ଚ ଫ୍ରିକ୍ୱେନ୍ସି
sv: Kontrollfrekvens för nya filmer
tr: Yeni video kontrol frekansı
uk: Нова частота перевірки відео

# notificationFrequencySliderLabel
source: {hours, select, 24{1d} other{{hours}h}}
fa: {hours, select, 24{۱ روز} other{{hours}ساعت}}
or: [ଅଗ୍ରଲେଖ, ଆଧୁନିକ ଓଡ଼ିଆ କଥା ସାହିତ୍ୟ].
uk: I{hours, select, 24{1d} other{{hours}h}}

# copySettingsAsJson
source: Copy settings as JSON to clipboard
ar: نسخ الإعدادات بصيغة JSON إلى الحافظة
fa: نسخه‌برداری تنظیمات به صورت JSON در کلیپ‌بورد
sv: Kopiera inställningar i formatet JSON till urklippshanteraren
tr: Ayarları JSON olarak panoya kopyala
uk: Скопіюйте налаштування як JSON у буфер обміну

# copySettingsAsJsonDescription
source: Copy the settings as JSON to help debugging if you encounter an issue with the app and decide to raise an issue
ar: انسخ الإعدادات بصيغة JSON للمساعدة في تصحيح الأخطاء إذا واجهت مشكلة في التطبيق وقررت رفع مشكلة
fa: چنانچه به مشکلی در اپ برخوردید و تصمیم داشتید پیگیری کنید، از تنظیمات برای استفاده در عیب‌یابی به صورت JSON نسخه‌برداری شود
sv: Kopiera inställningarna i formatet JSON för att underlätta felsökning ifall du stöter på ett problem i applikationen och önskar rapportera problemet
tr: Uygulama ile ilgili bir sorunla karşılaşırsanız ve bir sorunu gündeme getirmeye karar verirseniz hata ayıklamaya yardımcı olması için ayarları JSON olarak kopyalayın
uk: Скопіюйте налаштування як JSON, щоб допомогти з усуненням помилок, якщо ви зіткнетеся з проблемою в програмі та вирішите порушити проблему

# skipStep
source: Skip forward/backward step
ar: تخطي خطوة للأمام/للخلف
it: Salto avanti/indietro
sv: Steg att hoppa framåt/bakåt
tr: İleri / geri adımı atla
uk: Пропустити крок вперед/назад

# exponentialSkip
source: Exponential skip forward/backward
ar: التخطي الأسي للأمام/للخلف
sv: Öka stegen exponentiellt framåt/bakåt
tr: Üstel ileri / geri atlama
uk: Експоненціальний пропуск вперед/назад

source: Full screen on landscape
ar: شاشة كاملة على الوضع الأفقي
it: Schermo pieno in orizzontale
sv: Helskärm i liggande läge
tr: Manzarada tam ekran
uk: Повний екран в альбомній орієнтації

# fullscreenOnLandscapeDescription
source: Switch to full screen when the device is rotated to landscape mode
ar: التبديل إلى وضع ملء الشاشة عند تدوير الجهاز إلى الوضع الأفقي
sv: Växla till helskärm när enheten roteras till liggande läge
tr: Cihaz yatay moda döndürüldüğünde tam ekrana geçin
uk: Перехід у повноекранний режим, коли пристрій повернуто в ландшафтний режим

source: Submit feedback
ar: إرسال الملاحظات
it: Invia feedback
sv: Skicka återkoppling
tr: Geri bildirim gönder
uk: Надіслати відгук

# submitFeedbackDescription
source: Found a bug or have a suggestion? Use this tool to take screenshot of the app, annotate and submit feedback
ar: هل عثرت على خطأ أو لديك اقتراح؟ استخدم هذه الأداة لالتقاط لقطة شاشة للتطبيق، وقم بالتعليق عليها وإرسال الملاحظات
sv: Har du hittat ett fel eller har ett förslag? Använd detta verktyg för att ta en skärmbild på applikationen, kommentera och skicka återkoppling
tr: Bir hata mı buldunuz yoksa bir öneriniz mi var? uygulamanın ekran görüntüsünü almak, açıklama eklemek ve geri bildirim göndermek için bu aracı kullanın
uk: Знайшли помилку чи маєте пропозицію? Використовуйте цей інструмент, щоб зробити знімок екрана програми, додати коментарі та надіслати відгук

# channelSortByNewest
source: Newest
ar: الأحدث
it: Più recente
sv: Nyast
tr: En Yeni
uk: Найновіший

# channelSortByPopular
source: Popular
ar: مشهور
it: Popolare
sv: Populärast
tr: Popüler
uk: Популярний
