Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

# returnYoutubeDislikeDescription
source: Show estimated video dislikes using API provided by returnyoutubedislike.com
ar: عرض تقديرات عدم الإعجاب بالفيديو باستخدام واجهة برمجة التطبيقات (API) التي يوفرها موقع returnyoutubedislike.com
es: Muestra aproximaciones de los videos que no me gustan usando la API proporcionada por returnyoutubedislike.com
fa: نمایش تعداد حدودی dislikeهای ویدیو با استفاده از API فراهم شده توسط eturnyoutubedislike.com
fr: Afficher les « Je n''aime pas » estimés à l''aide de l''API fournie par returnyoutubedislike.com
it: Mostra il numero di non mi piace del video utilizzando API di returnyoutubedislike.com
or: returnyoutubedislike.com ଦ୍ୱାରା ପ୍ରଦତ୍ତ API ବ୍ୟବହାର କରି ଆନୁମାନିକ ଭିଡିଓ ନାପସନ୍ଦ ଦେଖାନ୍ତୁ
pl: Wyświetl szacunkową liczbę polubień filmu przy użyciu API dostarczonego przez returnyoutubedislike.com
pt: Mostrar a estimativa de aversões a vídeos utilizando a API fornecida por returnyoutubedislike.com
sv: Visa uppskattad antal ogillande av filmer genom att använda gränssnittet som tillhandahålls av returnyoutubedislike.com
tr: Tarafından sağlanan API''yi kullanarak tahmini video beğenmediklerini göster returnyoutubedislike.com
uk: Показувати приблизну кількість дизлайків під відео за допомогою API, наданого returnyoutubedislike.com
zh: 使用 returnyoutubedislike.com 提供的API显示可能不喜欢的视频

# autoplayVideoOnLoad
source: Automatically play video on load
ar: تشغيل الفيديو تلقائياً عند التحميل
es: Reproducir el video automáticamente al iniciar
fa: پخش خودکار ویدیو به محض بارگزاری
fr: Lire automatiquement la vidéo au chargement
it: Riproduci automaticamente i video dopo il caricamento
or: ଲୋଡ୍ ପରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଭିଡିଓ ଚଲାନ୍ତୁ
pl: Automatycznie odtwarzaj film po załadowaniu
pt: Reprodução automática de vídeo ao carregar
sv: Spela automatiskt upp filmer vid laddning
tr: Yükte videoyu otomatik olarak oynat
uk: Автоматично відтворювати відео під час завантаження
zh: 边加载边自动播放

# autoplayVideoOnLoadDescription
source: Automatically start playing the video after it has loaded
ar: بدء تشغيل الفيديو تلقائياً بعد تحميله
es: Comenzar a reproducir automáticamente el video después de que se haya iniciado
fa: پخش خودکار ویدیو پس از پایان بارگزاری
fr: Commencer la lecture automatique de la vidéo après chargement
it: Riproduce automaticamente il video dopo che si è caricato
or: ଭିଡିଓ ଲୋଡ୍ ହେବା ପରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଖେଳିବା ଆରମ୍ଭ କରନ୍ତୁ
pl: Automatycznie odtwarzaj film po jego załadowaniu
pt: Iniciar automaticamente a reprodução do vídeo depois de este ter sido carregado
sv: Spela automatiskt upp filmer efter att de har laddats
tr: Yüklendikten sonra videoyu otomatik olarak oynatmaya başlayın
uk: Автоматично починати відтворення відео після його завантаження
zh: 加载完成后自动播放

source: Enable search history
ar: تمكين سجل البحث
es: Activar el historial de las búsquedas
fa: فعال کردن سابقهٔ جست و جو
fr: Activer l'historique de recherches
it: Attiva la cronologia di ricerca
or: ସନ୍ଧାନ ଇତିହାସ ସକ୍ଷମ କରନ୍ତୁ
pl: Włącz historię wyszukiwania
pt: Ativar o histórico de pesquisa
sv: Aktivera sökhistorik
tr: Arama geçmişini etkinleştir
uk: Ввімкнути історію пошуку
zh: 启用搜索历史

source: Search history limit
ar: حد محفوظات البحث
es: Límite del historial de las búsquedas
fa: محدود کردن سابقهٔ جست و جو
fr: Limite de l''historique de recherches
it: Limite della cronologia di ricerca
or: ସନ୍ଧାନ ଇତିହାସ ସୀମା
pl: Limit historii wyszukiwania
pt: Limite do histórico de pesquisa
sv: Gräns för sökhistorik
tr: Arama geçmişi sınırı
uk: Обмеження історії пошуку
zh: 搜索历史限制

# searchHistoryLimitDescription
source: Set how many previous searches will show up in suggestions
ar: تعيين عدد عمليات البحث السابقة التي ستظهر في الاقتراحات
es: Establece el número de las búsquedas antiguas sugeridas
fa: معین کنید که چه تعداد از جست و جوهای پیشین شما در موارد پیشنهادی نمایش داده شود
fr: Définir combien de recherches précédentes doivent être incluses dans les suggestions
it: Imposta quante ricerche precedenti verranno mostrate nei suggerimenti
or: ପରାମର୍ଶରେ କେତେ ପୂର୍ବ ସନ୍ଧାନ ଦେଖାଯିବ ସେଟ୍ କରନ୍ତୁ
pl: Ustaw liczbę poprzednich wyszukiwań, które będą wyświetlane w sugestiach
pt: Definir o número de pesquisas anteriores que aparecerão nas sugestões
sv: Anger hur många tidigare sökningar som kommer visas som förslag
tr: Önerilerde kaç önceki aramanın görüneceğini ayarlama
uk: Налаштуйте, скільки попередніх пошукових запитів буде показано у пропозиціях
zh: 设置在建议中显示的先前搜索记录的数量

source: Clear search history
ar: مسح سجل البحث
es: Borrar el historial de las búsquedas
fa: پاک کردن سابقهٔ جست و جو
fr: Effacer l'historique de recherche
it: Elimina la cronologia
or: ସନ୍ଧାନ ଇତିହାସ ସଫା କରନ୍ତୁ
pl: Wyczyść historię wyszukiwania
pt: Limpar o histórico de pesquisa
sv: Rensa sökhistorik
tr: Arama geçmişini temizle
uk: Очистити історію пошуку
zh: 清楚搜索历史

source: Search history
ar: تاريخ البحث
es: Buscar en el historial
fa: سابقهٔ جست و جو
fr: Historique de recherche
it: Cronologia
or: ସନ୍ଧାନ ଇତିହାସ
pl: Historia wyszukiwania
pt: Histórico de pesquisa
sv: Sökhistorik
tr: Arama geçmişi
uk: Історія пошуку
zh: 搜索历史

# searchHistoryDescription
source: Search history settings
ar: إعدادات سجل البحث
az: Axtarış tarixçəsi tənzimləmələri
es: Ajustes del historial de la búsqueda
fa: تنظیمات سابقهٔ جست و جو
fr: Réglages de l''historique de recherche
it: Impostazioni della cronologia di ricerca
or: ସନ୍ଧାନ ଇତିହାସ ସେଟିଂସମୂହ
pl: Ustawienia historii wyszukiwania
pt: Definições do histórico de pesquisa
sv: Inställningar för sökhistorik
tr: Arama geçmişi ayarları
uk: Налаштування історії пошуку
zh: 搜索历史设置

# searchSortViewCount
source: View Count
ar: عرض العدد
es: Contador de visitas
fa: تعداد نمایش
fr: Nombre de vues
it: Numero di visualizzazioni
or: ଦର୍ଶନ ଗଣନା
pl: Liczba wyświetleń
pt: Ver contagem
sv: Antal visningar
tr: Görüntüleme Sayısı
uk: Кількістю переглядів
zh: 播放量

# searchSortUploadDate
source: Upload Date
ar: تاريخ التحميل
es: Fecha subida
fa: تاریخ انتشار
fr: Date de mise en ligne
it: Data di caricamento
or: ଅପଲୋଡ୍ ତାରିଖ
pl: Data przesłania
pt: Data de carregamento
sv: Datum för Uppladdning
tr: Yükleme Tarihi
uk: Датою завантаження
zh: 上传日期

# searchSortRelevance
source: Relevance
ar: الصلة بالموضوع
es: Relevancia
fa: ارتباط
fr: Pertinence
it: Rilevanza
or: ପ୍ରାସଙ୍ଗିକତା
pl: Trafność
pt: Relevância
sv: Relevans
tr: Alaka
uk: Актуальністю
zh: 相关度

# searchSortRating
source: Rating
ar: التقييم
es: Clasificación
fa: امتیاز
fr: Avis
it: Voto
or: ମୂଲ୍ୟାୟନ
pl: Oceny
pt: Classificação
sv: Omdömen
tr: Değerlendirme
uk: Рейтингом
zh: 收看数

source: Shorts
ar: السراويل القصيرة
es: Videos Cortos
fa: Shortها
or: ସର୍ଟସ୍
pt: Curtos
sv: Förkortningar
tr: Kısalar
uk: Шорти
zh: 短视频

# rememberSubtitleLanguageDescription
source: Automatically set subtitles to last language selected, if available
ar: ضبط الترجمة تلقائياً على اللغة الأخيرة المحددة تلقائياً، إذا كانت متوفرة
es: Establecer automáticamente los subtítulos en el último idioma seleccionado, si está disponible
fa: چنانچه در دسترس بود، زبان زیرنویس را به صورت خودکار به آخرین زبان انتخاب شده عوض کن
fr: Définir automatiquement les sous-titres à la dernière langue séléctionée, si disponible
it: Imposta automaticamente i sottotitoli nell'ultima lingua selezionata, se disponibile
or: ଯଦି ଉପଲବ୍ଧ ହୁଏ, ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଶେଷ ଭାଷାକୁ ସବ୍ଟାଇଟ୍ଲ ଭାବେ ସେଟ୍ କରନ୍ତୁ
pl: Automatycznie ustaw napisy na ostatnio wybrany język, jeśli jest dostępny
pt: Definir automaticamente as legendas para o último idioma selecionado, se disponível
sv: Sätt automatiskt undertexter till senast angivna språk, om tillgängligt
tr: Varsa altyazıları otomatik olarak seçilen son dile ayarlayın
uk: Автоматично встановлювати субтитри до останньої обраної мови, якщо вони доступні

# rememberSubtitleLanguage
source: Remember subtitles language
ar: تذكر لغة الترجمة
es: Recordar el idioma de los subtítulos
fa: زبان زیرنویس را به خاطر بسپار
fr: Mémoriser la langue des sous-titres
it: Ricorda lingua sottotitoli
or: ସବ୍ଟାଇଟ୍ଲ ଭାଷା ମନେରଖ
pl: Zapamiętaj język napisów
pt: Recordar o idioma das legendas
sv: Kom ihåg språk för undertexter
tr: Altyazı dilini hatırla
uk: Запам’ятати мову субтитрів
zh: 记住字幕语言

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
fa: نسخه‌برداری به کلیپ‌بورد
fr: Copier dans le presse-papier
it: Copia negli appunti
or: କ୍ଲିପବୋର୍ଡରେ ନକଲ କରନ୍ତୁ
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
sv: Kopiera till urklippshanteraren
tr: Panoya kopyala
uk: Копіювати в буфер обміну
zh: 复制到剪贴板

# logsCopied
source: Logs copied to clipboard
ar: السجلات المنسوخة إلى الحافظة
es: Registros copiados en el portapapeles
fa: نسخه‌بردای از Logها به کلیپ‌بورد انجام شد
fr: Registres copiés dans le presse-papier
it: Log copiati negli appunti
or: ଲଗଗୁଡ଼ିକୁ କ୍ଲିପବୋର୍ଡରେ ନକଲ କରାଯାଇଛି
pl: Logi skopiowane do schowka
pt: Registos copiados para a área de transferência
sv: Journal kopierad till urklippshanteraren
tr: Panoya kopyalanan günlükler
uk: Журнали скопійовано до буфера обміну
zh: 复制日志到剪贴板

# appLogs
source: Application Logs
ar: سجلات التطبيق
es: Registros de aplicaciones
fa: Logهای اپلیکیشن
fr: Journaux d''application
it: Log dell'applicazione
or: ପ୍ରୟୋଗ ଲଗଗୁଡ଼ିକ
pl: Logi aplikacji
pt: Registos de aplicações
sv: Applikationsjournal
tr: Uygulama Günlükleri
uk: Журнали застосунку
zh: 应用日志

# appLogsDescription
source: Get logs of what is happening in the application, can be useful to report issues
ar: الحصول على سجلات لما يحدث في التطبيق، يمكن أن تكون مفيدة للإبلاغ عن المشكلات
es: Obtener registros de lo que ocurre en la aplicación, puede ser útil para informar de problemas
fa: از آن چه که در اپلیکیشن اتفاق می‌دهد log تهیه کنید. هنگام گزارش مشکلات ممکن است مفید باشد
fr: Obtenir les registres de ce qui se passe dans l'application, peut être utile pour signaler les problèmes
it: Recupera i log di quello che sta accadendo nell'applicazione, può essere utile per segnalare un problema
or: ପ୍ରୟୋଗରେ ଘଟୁଥିବା ଘଟଣାଗୁଡ଼ିକର ଲଗ ପ୍ରାପ୍ତ କରନ୍ତୁ, ସମସ୍ୟାଗୁଡ଼ିକୁ ରିପୋର୍ଟ କରିବା ପାଇଁ ଉପଯୋଗୀ ହୋଇପାରେ
pl: Uzyskanie logów tego, co dzieje się w aplikacji. Może być przydatne do zgłaszania problemów
pt: Obter registos do que está a acontecer na aplicação, o que pode ser útil para comunicar problemas
sv: Erhåll journal över vad som händer i applikationen, kan vara användbart när problem skall rapporteras
tr: Uygulamada neler olup bittiğinin günlüklerini alın, sorunları bildirmek için yararlı olabilir
uk: Отримайте журнали того, що відбувається в застосунку, це може бути корисно для повідомлення про проблеми
zh: 从应用日志中，可知道应用运行情况，有助于报告问题

# redirectInvidiousLink
source: Share Invidious Redirect link
ar: مشاركة رابط إعادة توجيه إنفيديوس
az: Invidious Yönləndirmə linkin paylaş
es: Compartir el enlace de directo de Invidious
fa: اشتراک گذاری پیوند تغییرمسیر Invidious
fr: Partager le lien de redirection Invidious
hu: Átirányításos Invidious-link megosztása
it: Condividi il link di reindirizzamento di Invidious
or: ଅଶ୍ଳୀଳ ପୁନପ୍ରେରଣ ସଂଯୋଗକୁ ସହଭାଗ କରନ୍ତୁ
pl: Udostępnij przekierowujący link Invidious
pt: Partilhar Invidious Link de redireccionamento
sv: Dela Invidious- omdirigeringslänk
tr: Davetsiz Yönlendirme bağlantısını paylaşın
uk: Поділитися посиланням Invidious Redirect
zh: 分享重定向Invidious链接

source: Video filters
ar: فلاتر الفيديو
es: Filtros de vídeo
fa: پالایش ویدیوها
fr: Filtres de vidéo
it: Filtri video
or: ଭିଡିଓ ଛାଣକଗୁଡ଼ିକ
pl: Filtry filmów
pt: Filtros de vídeo
sv: Filmfilter
tr: Video filtreleri
uk: Фільтри відео
zh: 视频筛选

source: Save
ar: الحفظ
es: Guardar
fa: ذخیره
fr: Sauvegarder
it: Salva
or: ସଂରକ୍ଷଣ କରନ୍ତୁ
pl: Zapisz
pt: Guardar
sv: Spara
tr: Kaydetmek
uk: Зберегти
zh: 保存

source: optional
ar: اختياري
es: opcional
fa: اختیاری
fr: Optionnel
it: opzionale
or: ବୈକଳ୍ପିକ
pl: opcjonalne
pt: facultativo
sv: Valfritt
tr: isteğe bağlı
uk: необов’язково
zh: 可选项

# videoFilterDescriptionString
source: {hideOrFilter} videos where {type} {operation} ''{value}''.
es: {hideOrFilter} videos donde {type} {operation} ''{value}''.
fa: {hideOrFilter} ویدیوهایی که {type} {operation} ''{value}''.
fr: {hideOrFilter} les vidéos où {type} {operation} ''{value}''.
it: {hideOrFilter} video dove {type} {operation} ''{value}''.
or: {hideOrFilter} ଭିଡିଓଗୁଡିକ ଯେଉଁଠାରେ {type} {operation} ''{value}''।
pl: {hideOrFilter} filmy gdzie {type} {operation} ''{value}''.
pt: {hideOrFilter} vídeos em que {type} {operation} ''{value}''.
sv: {hideOrFilter} filmer vars {type} {operation} ''{value}''.
uk: {hideOrFilter} відео, де {type} {operation} ''{value}''.

# videoFilterHide
source: Hide filtered videos
ar: إخفاء مقاطع الفيديو التي تمت تصفيتها
es: Ocultar los vídeos filtrados
fa: ویدیوهای پالایش شده را مخفی کن
fr: Cacher les vidéos filtrées
it: Nascondi video filtrati
or: ଛାଣାଯାଇଥିବା ଭିଡିଓଗୁଡ଼ିକୁ ଲୁଚାନ୍ତୁ
pl: Ukryj filtrowane filmy
pt: Ocultar vídeos filtrados
sv: Dölj filtrerade filmer
tr: Filtrelenmiş videoları gizle
uk: Приховувати відфільтровані відео
zh: 隐藏被过滤的视频

# videoFilterOperationLowerThan
source: Lower than
ar: ‌أقل من
es: Inferior a
fa: کمتر از
fr: Plus petit que
it: Minore di
or: ଏହାଠାରୁ କମ୍
pl: Mniejsze od
pt: Inferior a
sv: Kortare än
tr: Daha düşük
uk: Нижче
zh: 小于

# rememberPlaybackSpeedDescription
source: Automatically set playback speed to the last speed selected
ar: ضبط سرعة التشغيل تلقائياً على آخر سرعة تم تحديدها
es: Ajuste automático de la velocidad de reproducción a la última velocidad seleccionada
fa: سرعت پخش را به صورت خودکار به آخرین سرعت انتخاب شده عوض کن
fr: Régler automatiquement la vitesse de lecture sur la dernière vitesse sélectionnée
it: Imposta automaticamente la velocità di riproduzione all'ultima velocità selezionata
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚୟିତ ଶେଷ ବେଗରେ ଖେଳିବା ବେଗକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସେଟ କରନ୍ତୁ
pl: Automatycznie ustawia prędkość odtwarzania na ostatnio wybraną prędkość
pt: Definir automaticamente a velocidade de reprodução para a última velocidade selecionada
sv: Ange automatiskt uppspelningshastigheten till den senast angivna hastigheten
tr: Oynatma hızını otomatik olarak seçilen son hıza ayarlayın
uk: Автоматичне встановлення швидкості відтворення відповідно до останньої обраної швидкості

# videoFiltersSettingTileDescriptions
source: Define rules to filter out videos
ar: تحديد قواعد لتصفية مقاطع الفيديو
es: Definir las reglas para filtrar los vídeos
fa: قواعد پالایش ویدیوها را معین کنید
fr: Définir des règles pour filtrer les vidéos
it: Definisci le regole per filtrare i video
or: ଭିଡିଓଗୁଡ଼ିକୁ ଛାଣିବା ପାଇଁ ନିୟମଗୁଡ଼ିକୁ ବ୍ୟାଖ୍ୟା କରନ୍ତୁ
pl: Zdefiniuj reguły filtrowania filmów
pt: Definir regras para filtrar vídeos
sv: Ange regler för att filtrera bort filmer
tr: Videoları filtrelemek için kurallar tanımlayın
uk: Визначити правила для фільтрації відео
zh: 定义过滤视频的规则

# addVideoFilter
source: Create filter
ar: إنشاء فلتر
es: Crear un filtro
fa: ساخت قاعده
fr: Créer un filtre
it: Crea filtro
or: ଛାଣକ ନିର୍ମାଣ କରନ୍ତୁ
pl: Utwórz filtr
pt: Criar filtro
sv: Skapa filter
tr: Filtre oluştur
uk: Створити фільтр
zh: 创建过滤器

# videoFilterOperation
source: Operation
ar: العملية
es: Operación
fa: عملیات
fr: Opération
it: Operazione
or: ପ୍ରୟୋଗ
pl: Działanie
pt: Funcionamento
sv: Åtgärd
tr: Operasyon
uk: Операція
zh: 操作

# videoFilterValue
source: Value
ar: القيمة
es: Valor
fa: مقدار
fr: Valeur
it: Valore
or: ମୂଲ୍ଯ
pl: Wartość
pt: Valor
sv: Värde
tr: Değer
uk: Значення
zh: 值

# videoFilterNoFilters
source: No video filters, tap the '+' button below to start adding filters.
ar: لا توجد فلاتر فيديو، اضغط على زر "+" أدناه لبدء إضافة الفلاتر.
es: Sin filtros de vídeo, pulsa el botón "+" de abajo para empezar a añadir filtros.
fa: هیچ قاعده‌ای برای پالایش ویدیوها وجود ندارد. برای افزودن روی دکمهٔ + ضربه بزنید.
fr: Pas de filtres vidéo, appuyez sur le bouton ''+'' ci-dessous pour ajouter des filtres.
it: Nessun filtro video, tocca il pulsante '+' per iniziare ad aggiungere filtri.
or: କୌଣସି ଭିଡିଓ ଫିଲ୍ଟର ନାହିଁ, ଫିଲ୍ଟର ଯୋଗ କରିବା ପାଇଁ ତଳେ '+' ବଟନକୁ ଟ୍ୟାପ କରନ୍ତୁ ।
pl: Brak filtrów wideo, stuknij przycisk "+" poniżej, aby rozpocząć dodawanie filtrów.
pt: Sem filtros de vídeo, toque no botão '+' abaixo para começar a adicionar filtros.
sv: Inga filmfilter, tryck på knappen med ett '+' nedan för att börja lägga till filter.
tr: Video filtresi yok, filtre eklemeye başlamak için aşağıdaki '+' düğmesine dokunun.
uk: Немає фільтрів, натисніть кнопку "+" нижче, щоб почати додавати фільтри.
zh: 点击下方+按钮添加新视频过滤规则

# videoFilterOperationHigherThan
source: Higher than
ar: أعلى من
es: Superior a
fa: بالاتر از
fr: Plus grand que
it: Maggiore di
or: ଏହାଠାରୁ ଅଧିକ
pl: Większe od
pt: Superior a
sv: Längre än
tr: Daha yüksek
uk: Вище
zh: 大于

source: Channel
ar: القناة
es: Canal
fa: کانال
fr: Chaîne
it: Canale
or: ଚ୍ୟାନେଲ
pl: Kanał
pt: Canal
sv: Kanal
tr: Kanal
uk: Канал
zh: 频道

# videoFilterHideAllFromChannel
source: Filter all videos from channel
ar: تصفية جميع مقاطع الفيديو من القناة
es: Filtrar todos los vídeos del canal
fa: همهٔ ویدیوهای کانال را پالایش کن
fr: Filtrer toutes les vidéos de la chaîne
it: Filtra tutti i video dal canale
or: ଚ୍ୟାନେଲରୁ ସମସ୍ତ ଭିଡ଼ିଓଗୁଡ଼ିକୁ ଛାଣନ୍ତୁ
pl: Filtrowanie wszystkich filmów z kanału
pt: Filtrar todos os vídeos do canal
sv: Filtrera alla filmer från en kanal
tr: Kanaldaki tüm videoları filtrele
uk: Відфільтрувати всі відео з каналу
zh: 过滤频道中所有的视频

# lockFullScreenToLandscape
source: Lock full screen orientation to video aspect ratio
ar: قفل اتجاه ملء الشاشة إلى نسبة العرض إلى الارتفاع للفيديو
es: Bloquea la orientación de la pantalla completa en la relación al aspecto del vídeo
fa: قفل چرخش صفحهٔ نمایش به نسبت ابعاد ویدیو
fr: Verrouiller l''orientation plein écran sur le rapport hauteur/largeur de la vidéo
it: Blocca orientamento a schermo intero al rapporto d'aspetto del video
or: ଭିଡିଓ ଦିଗ ଅନୁପାତରେ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଆଭିମୁଖ୍ୟକୁ ଅପରିବର୍ତ୍ତନୀୟ କରନ୍ତୁ
pl: Zablokowanie orientacji pełnoekranowej do proporcji wideo
pt: Bloquear a orientação do ecrã inteiro para o rácio de aspeto do vídeo
sv: Lås orientering av helskärmsuppvisning till filmens bildförhållande
tr: Tam ekran yönünü video en boy oranına kilitle
uk: Заблокувати орієнтацію повноекранного режиму відтворення відео відповідно до співвідношення сторін відео

source: Add to playlist
ar: إضافة إلى قائمة التشغيل
az: Pleylistə əlavə et
es: Añadir a la lista de reproducción
fa: افزودن به فهرست پخش
fr: Ajouter à la liste de lecture
it: Aggiungi a una playlist
or: ନାଟକ ତାଲିକାରେ ଯୋଗ କରନ୍ତୁ
pl: Dodaj do playlisty
pt: Adicionar à lista de reprodução
sv: Till till i spellista
tr: Çalma listesine ekle
uk: Додати до добірки
zh: 添加到播放列表

source: Play next
ar: اللعب بعد ذلك
az: Növbətini oynat
es: Reproducir la siguiente
fa: بعدی را پخش کن
fr: Suivant
it: Riproduci il prossimo video
or: ପରବର୍ତ୍ତୀ ଖେଳନ୍ତୁ
pl: Odtwórz następne
pt: Reproduzir o próximo
sv: Spela nästa
tr: Sonrakini oyna
uk: Автовідтворення
zh: 下一个播放

# playNextAddedToQueue
source: Video will play next
ar: سيتم تشغيل الفيديو التالي
az: Növbətidə video oynadılacaq
es: El vídeo se reproducirá a continuación
fa: ویدیو پس از پایان پخش خواهد شد
fr: La vidéo sera lue juste après
it: Il video verrà riprodotto come successivo
or: ଭିଡ଼ିଓ ଆଗକୁ ଚାଲିବ
pl: Film zostanie odtworzony jako następny
pt: O vídeo será reproduzido a seguir
sv: Videon är satt näst på tur att spelas upp
tr: Sonraki video oynatılacak
uk: Відео буде відтворене наступним
zh: 即将播放的视频

# videoFilterType
source: Type
ar: النوع
es: Tipo
fa: نوع
it: Tipo
or: ପ୍ରକାର
pl: Rodzaj
pt: Tipo
sv: Typ
tr: Tip
uk: Тип
zh: 类型

# videoFiltersExplanation
source: Hide or Obfuscate videos from all the video feeds in the application based on the filters defined below. This allow you for example to hide sports spoilers or hide shorts from a certain channel.
ar: إخفاء مقاطع الفيديو أو التعتيم عليها من جميع موجزات الفيديو في التطبيق بناءً على الفلاتر المحددة أدناه. يسمح لك ذلك على سبيل المثال بإخفاء المفسدين الرياضيين أو إخفاء مقاطع الفيديو القصيرة من قناة معينة.
es: Oculta u ofusca los videos de todas las fuentes de video en la aplicación según los filtros definidos a continuación. Esto te permite, por ejemplo, ocultar spoilers deportivos u ocultar cortos de un determinado canal.
fa: با استفاده از گزینه‌های پالایش، ویدیوها را مخفی یا محو کنید تا در اپلیکیشن نمایش داده نشود. به عنوان مثال می‌توانید ویدیوهای ورزشی یا shortهای یک کانال خاص را مخفی کنید.
fr: Masquer ou flouter les contenus de tous les flux vidéo de l''application en fonction des filtres définis ci-dessous. Cela vous permet par exemple de masquer des résultats sportifs ou les shorts d''une certaine chaîne.
it: Nascondi o oscura video in tutta l'applicazione a seconda delle regole di filtraggio definite sotto. Questo ti permette per esempio di nascondere spoiler di risultati sportivi o video brevi di un certo canale.
or: ନିମ୍ନଲିଖିତ ଫିଲ୍ଟରଗୁଡ଼ିକ ଉପରେ ଆଧାର କରି ଆପ୍ଲିକେସନରେ ଥିବା ସମସ୍ତ ଭିଡ଼ିଓ ଫିଡରୁ ଭିଡ଼ିଓଗୁଡ଼ିକୁ ଲୁଚାନ୍ତୁ ଅଥବା ଅପସାରଣ କରନ୍ତୁ । ଏହା ଉଦାହରଣ ସ୍ୱରୂପ ଆପଣଙ୍କୁ କ୍ରୀଡା ସ୍ପୋଇଲର ଲୁଚାଇବା କିମ୍ବା ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଚ୍ୟାନେଲରୁ ସର୍ଟ ଲୁଚାଇବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ ।
pl: Ukryj lub zasłoń filmy ze wszystkich kanałów wideo w aplikacji w oparciu o filtry zdefiniowane poniżej. Pozwala to na przykład ukryć spoilery sportowe lub ukryć krótkie filmy z określonego kanału.
pt: Oculte ou ofusque vídeos de todos os feeds de vídeo na aplicação com base nos filtros definidos abaixo. Isto permite-lhe, por exemplo, ocultar spoilers desportivos ou ocultar curtas-metragens de um determinado canal.
sv: Dölj eller fördunkla filmer från alla filmströmmar i applikationen baserat på de filter som anges nedan. Detta tillåter dig att exempelvis dölja all sportreklam eller sport från en specifik kanal.
tr: Aşağıda tanımlanan filtrelere dayanarak uygulamadaki tüm video akışlarındaki videoları gizleyin veya gizleyin. Bu, örneğin spor spoylerini gizlemenize veya şortları belirli bir kanaldan gizlemenize olanak tanır.
uk: Приховувати або затемнювати відео з усіх відео каналів у застосунку на основі фільтрів, визначених нижче. Це дозволяє, наприклад, приховати спортивні спойлери або приховати Shorts з певного каналу.

# videoFilterAllChannels
source: All channels
ar: جميع القنوات
es: Todos los canales
fa: همهٔ کانال‌ها
fr: Toutes les chaînes
it: Tutti i canali
or: ସମସ୍ତ ଚ୍ୟାନେଲଗୁଡ଼ିକ
pl: Wszystkie kanały
pt: Todos os canais
sv: Alla kanaler
tr: Tüm kanallar
uk: Всі канали
zh: 全部频道

# editVideoFilter
source: Edit filter
ar: تحرير الفلتر
es: Editar el filtro
fa: ویرایش قاعده
fr: Modifier le filtre
it: Modifica filtro
or: ଛାଣକ ସମ୍ପାଦନ କରନ୍ତୁ
pl: Edytuj filtr
pt: Editar filtro
sv: Redigera filter
tr: Filtreyi düzenle
uk: Редагувати фільтр
zh: 编辑过滤器

# videoFilterTapToReveal
source: Tap to reveal
ar: انقر للكشف عن
es: Toca para mostrar
fa: برای نمایش ضربه بزنید
fr: Appuyez pour révéler
it: Tocca per mostrare
or: ପ୍ରକାଶ କରିବା ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pl: Stuknij, aby odkryć
pt: Toque para revelar
sv: Tryck för att visa
tr: Ortaya çıkarmak için dokunun
uk: Натисніть, щоб відкрити
zh: 点击显示
