Repository: lamarios/clipious
Catalog: lib/l10n/app_*.arb
Languages: ar, az, es, fa, fr, hu, it, or, pl, pt, sv, tr, uk, zh

source: Playlists
ar: قوائم التشغيل
az: Oynatma siyahıları
es: Listas de reproducción
fa: فهرست‌های پخش
fr: Listes de lecture
hu: Lejátszási listáim
it: Playlist
or: ପ୍ଲେଲିଷ୍ଟଗୁଡିକ
pl: Playlisty
pt: Listas de reprodução
sv: Spellistor
tr: Çalma listeleri
uk: Добірки
zh: 播放列表

source: Trending
ar: الرائج
az: Trenddə olan
es: Tendencias
fa: پرطرفدار
fr: Tendances
hu: Divatos
it: Di tendenza
or: ଟ୍ରେଣ୍ଡିଂ
pl: Na czasie
pt: Tendência
sv: Trendiga
tr: Trendler
uk: Тренди
zh: 时下流行

source: No video in playlist
ar: لا يوجد فيديو في القائمة التشغيل
az: Oynatma siyahısında video yoxdur
es: No hay video en la lista de reproducción
fa: ویدیویی در این فهرست پخش وجود ندارد
fr: Aucune vidéo dans la liste de lecture
hu: A lejátszási lista üres
it: Nessun video nella playlist
or: ପ୍ଲେ ଲିଷ୍ଟରେ କୌଣସି ଭିଡିଓ ନାହିଁ
pl: Brak filmów w playliście
pt: Sem vídeo na lista de reprodução
sv: Inga filmer i spellistan
tr: Oynatma listesinde video yok
uk: Немає відео
zh: 播放列表已无视频

source: Remove from playlist
ar: إزالة من القائمة التشغيل
az: Oynatma siyahısından sil
es: Eliminar de la lista de reproducción
fa: حذف از فهرست پخش
fr: Retirer de la liste de lecture
hu: Eltávolítás a listából
it: Rimuovi dalla playlist
or: ପ୍ଲେ ଲିଷ୍ଟରୁ ହଟାନ୍ତୁ
pl: Usuń z playlisty
pt: Remover da lista de reprodução
sv: Ta bort från spellistan
tr: Çalma listesinden kaldır
uk: Видалити з добірки
zh: 从播放列表中移除

# irreversibleAction
source: This action is irreversible
ar: هذا العمل لا رجوع فيه
az: Bu fəaliyyət dəyişdirilə bilməz
es: Esta acción es irreversible
fa: این عمل غیرقابل بازگشت است
fr: Cette action est irréversible
it: Questa azione è irreversibile
or: ଏହି କ୍ରିୟା ପ୍ରତ୍ୟାବର୍ତ୍ତନ ଅଯୋଗ୍ୟ ଅଟେ
pl: Ta akcja jest nieodwracalna
pt: Esta ação é irreversível
sv: Denna åtgärd är oåterkallelig
tr: Bu eylem geri döndürülemez
uk: Цю дію не можна відмінити
zh: 该操作是无法倒置的，请慎重选择

source: Add Playlist
ar: إضافة إلى القائمة التشغيل
az: Oynatma siyahısına əlavə et
es: Agregar lista de reproducción
fa: افزودن فهرست پخش
fr: Ajouter une liste de lecture
hu: Lejátszási lista hozzáadása
it: Aggiungi una playlist
or: ପ୍ଲେଲିଷ୍ଟ ଯୋଡନ୍ତୁ
pl: Dodaj playlistę
pt: Adicionar lista de reprodução
sv: Lägg till spellista
tr: Çalma Listesi Ekle
uk: Додати добірку
zh: 添加播放列表

source: Playlist name
ar: إسم قائمة التشغيل
az: Oynatma siyahısı adı
es: Nombre de la lista de reproducción
fa: نام فهرست پخش
fr: Nom de la liste de lecture
hu: Lista neve
it: Nome della playlist
or: ପ୍ଲେଲିଷ୍ଟ ନାମ
pl: Nazwa playlisty
pt: Nome da lista de reprodução
sv: Namn på spellista
tr: Çalma listesi adı
uk: Назва добірки
zh: 播放列表名称

# playlistVisibility
source: Visibility
ar: ظهور
az: Görünmə
es: Visibilidad
fa: دسترسی تماشا
fr: Visibilité
hu: Láthatóság
it: Visibilità
or: ଦୃଶ୍ୟମାନତା
pl: Widoczność
pt: Visibilidade
sv: Synlighet
tr: Görünürlük
uk: Видимість
zh: 播放列表隐私设置

# publicPlaylist
source: Public
ar: عام
az: İctimai
es: Público
fa: عمومی
fr: Publique
hu: Nyilvános
it: Pubblica
or: ଜନସାଧାରଣ
pl: Publiczna
pt: Público
sv: Publik
tr: Kamu
uk: Публічна
zh: 公开

# privatePlaylist
source: Private
ar: خاص
az: Şəxsi
es: Privado
fa: خصوصی
fr: Privée
hu: Privát
it: Privata
or: ବ୍ୟକ୍ତିଗତ
pl: Prywatna
pt: Privado
sv: Privat
tr: Özel
uk: Приватна
zh: 私享

source: Add
ar: إضافة
az: Əlavə et
es: Añadir
fa: افزودن
fr: Ajouter
hu: Hozzáad
it: Aggiungi
or: ଯୋଡନ୍ତୁ
pl: Dodaj
pt: Adicionar
sv: Lägg till
tr: Eklemek
uk: Додати
zh: 添加

source: Info
ar: معلومات
az: Məlumat
es: Información
fa: اطلاعات
fr: Infos
hu: Információ
it: Informazioni
or: ସୂଚନା
pt: Informação
tr: Bilgi
uk: Відомості
zh: 信息

source: Videos
ar: فيديوهات
az: Videolar
es: Vídeos
fa: ویدیوها
fr: Vidéos
hu: Videók
it: Video
or: ଭିଡିଓ ଗୁଡିକ
pl: Filmy
pt: Vídeos
sv: Filmer
tr: Videolar
uk: Відео
zh: 视频

# unlistedPlaylist
source: Unlisted
ar: إزالة من القائمة
az: Siyahısız
es: No incluido en listado
fa: فهرست نشده
fr: Non listée
it: Non elencata
or: ତାଲିକାଭୁକ୍ତ ନୁହେଁ
pl: Niewidoczna
pt: Não listado
sv: Olistad
tr: Listelenmemiş
uk: За посиланням
zh: 不公开的播放列表

source: Subscribe
ar: اشتراك
az: Abunə Ol
es: Suscribir
fa: مشترک شو
fr: S’abonner
hu: Feliratkozás
it: Iscriviti
or: ସବସ୍କ୍ରାଇବ କରନ୍ତୁ
pl: Subskrybuj
pt: Subscrever
sv: Prenumerera
tr: Abone ol
uk: Підписатися
zh: 订阅

# nSubscribers
source: {count, select, no{No subscribers} other{{count} subscribers}}
ar: {count, select, no{لا يوجد مشتركين} other{{count} مشتركين}}
az: {count, select, no{Abunəçi yoxdur} other{{count} abunəçi}}
es: {count, select, no{Sin suscriptores} other{{count} Suscriptores}}
fa: {count, select, no{بدون مشترک} other{{count} مشترک}}
fr: {count, select, no{Aucun abonné} other{{count} abonnés}}
hu: {count, select, no{Nincs feliratkozó} other{{count} feliratkozó}}
it: {count, select, no{Nessun iscritto} other{{count} iscritti}}
or: {count, select, no{କୌଣସି ଗ୍ରାହକ} other{{count} ଗ୍ରାହକ}}
pl: {count, select, no{Brak subskrybentów} other{{count} subskrybentów}}
pt: {count, select, no{Sem subscritores} other{{count} subscritores}}
sv: {count, select, no{Inga prenumeranter} other{{count} prenumeranter}}
uk: {count, select, no{Немає підписників} other{{count} підписники}}
zh: {count, select, no{没有订阅者} other{{count}位订阅者}}

source: Share Invidious link
ar: مشاركة رابط إنفيديوس
az: Invidious bağlantısın paylaş
es: Compartir enlace de Invidious
fa: اشتراک گذاری پیوند Invidious
fr: Partager le lien Invidious
hu: Invidious-link megosztása
it: Condividi il collegamento Invidious
or: ଅଜ୍ଞାତ ଲିଙ୍କ୍ ଅଂଶୀଦାର କରନ୍ତୁ
pl: Udostępnij link Invidious
pt: Partilhar link Invidious
sv: Dela Invidious-länk
tr: Davetsiz bağlantıyı paylaş
uk: Поділитися посиланням Invidious
zh: 分享Invidious链接

source: OK
ar: موافق
az: Oldu
fa: تایید
or: ଠିକ୍ ଅଛି
tr: tamam
uk: Добре
zh: 好的

source: No channels
ar: لا توجد قنوات
az: Kanallar yoxdur
es: No hay canales
fa: بدون کانال
fr: Aucune chaîne
hu: Nincsenek csatornák
it: Nessun canale
or: କୌଣସି ଚ୍ୟାନେଲ ନାହିଁ
pl: Brak kanałów
pt: Sem canais
sv: Inga kanaler
tr: Kanal yok
uk: Немає каналів
zh: 无频道

source: No playlists
ar: لا توجد قوائم تشغيل
az: Oynatma siyahıları yoxdur
es: No hay listas de reproducción
fa: بدون فهرست پخش
fr: Aucune liste de lecture
hu: Nincsenek lejátszási listák
it: Nessuna playlist
or: କୌଣସି ପ୍ଲେଲିଷ୍ଟ ନାହିଁ
pl: Brak playlist
pt: Sem listas de reprodução
sv: Inga spellistor
tr: Çalma listesi yok
uk: Немає добірок
zh: 无播放列表

# couldntLoadVideo
source: Could not load the video
ar: تعذر تحميل الفيديو
az: Videonu yükləmək alınmadı
es: No se pudo cargar el video
fa: ویدیو بارگذاری نشد
fr: Impossible de charger la vidéo
hu: A videót nem sikerült betölteni
it: Impossibile caricare il video
or: ଭିଡିଓ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ
pl: Nie można załadować filmu
pt: Não foi possível carregar o vídeo
sv: Kunde inte ladda filmen
tr: Video yüklenemedi
uk: Не вдалося завантажити відео
zh: 无法加载视频

source: Comments
ar: التعليقات
az: Şərhlər
es: Comentarios
fa: نظرها
fr: Commentaires
hu: Megjegyzések
it: Commenti
or: ମନ୍ତବ୍ୟ ଗୁଡିକ
pl: Komentarze
pt: Comentários
sv: Kommentarer
tr: Yorumlar
uk: Коментарі
zh: 留言

source: Recommended
ar: موصى به
az: Tövsiyə edilən
es: Recomendado
fa: پیشنهاد شده
fr: Recommandé
hu: Ajánlott
it: Consigliato
or: ପରାମର୍ଶିତ
pl: Polecane
pt: Recomendado
sv: Rekommenderade
tr: Önerilen
uk: Рекомендовано
zh: 推荐

source: Start using Clipious
ar: ابدأ باستخدام كِلبّيوس
az: Clipious istifadə etməyə başla
es: Empieza a usar Clipious
fa: آغاز استفاده از Clipious
fr: Commencer à utiliser Clipious
hu: Clipious használatának megkezdése
it: Inizia a usare Clipious
or: କ୍ଲିପିଆସ୍ ବ୍ୟବହାର କରିବା ଆରମ୍ଭ କରନ୍ତୁ
pl: Zacznij używać Clipious
pt: Comece a usar o Clipious
sv: Börja använda Clipious
tr: Clipious''u kullanmaya başlayın
uk: Почати користуватися Clipious
zh: 开始使用Clipious

source: Video added to playlist
ar: تمت إضافة الفيديو إلى قائمة التشغيل
az: Video oynatma siyahısına əlavə edildi
es: Vídeo añadido a la lista de reproducción
fa: ویدیو به فهرست پخش افزوده شد
fr: Vidéo ajoutée à la liste de lecture
hu: Videó hozzáadva a listához
it: Video aggiunto alla playlist
or: ଭିଡିଓ ପ୍ଲେଲିଷ୍ଟରେ ଯୋଡା ଯାଇଛି
pl: Film dodany do playlisty
pt: Vídeo adicionado à lista de reprodução
sv: Filmen har lagts till i din spellista
tr: Video oynatma listesine eklendi
uk: Відео додано до добірки
zh: 视频成功添加到播放列表

# errorAddingVideoToPlaylist
source: Error while adding video to playlist
ar: حدث خطأ أثناء إضافة الفيديو إلى قائمة التشغيل
az: Oynatma siyahısına video əlavə edilərkən xəta
es: Error al agregar video a la lista de reproducción
fa: خطا در هنگام افزودن ویدیو به فهرست پخش
fr: Erreur lors de l’ajout de la vidéo à la liste de lecture
hu: Hiba történt a videó hozzáadása közben
it: Errore durante l’aggiunta di un video alla playlist
or: ପ୍ଲେ ଲିଷ୍ଟରେ ଭିଡିଓ ଯୋଡିବାବେଳେ ତ୍ରୁଟି
pl: Błąd podczas dodawania filmu do playlisty
pt: Erro ao adicionar vídeo à lista de reprodução
sv: Fel uppstod när filmen försökte läggas till i spellistan
tr: Oynatma listesine video eklerken hata oluştu
uk: Помилка під час додавання відео до добірки
zh: 将视频添加到播放列表时出错

source: Create new playlist
ar: إنشاء قائمة تشغيل جديدة
az: Yeni oynatma siyahısı yarat
es: Crear nueva lista de reproducción
fa: ساختن فهرست پخش تازه
fr: Créer une nouvelle liste de lecture
hu: Új lista létrehozása
it: Crea una nuova playlist
or: ନୂତନ ପ୍ଲେଲିଷ୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ
pl: Stwórz nową playlistę
pt: Criar nova lista de reprodução
sv: Skapa ny spellista
tr: Yeni çalma listesi oluştur
uk: Створити нову добірку
zh: 新建播放列表

# newSorting
source: New
ar: حديث
az: Yeni
es: Nuevo
fa: تازه
fr: Nouveau
hu: Legújabb
it: Nuovo
or: ନୂତନ
pl: Nowe
pt: Novo
sv: Ny
tr: Yeni
uk: Найновіші
zh: 最新

# streamIsLive
source: Live
ar: مباشر
az: Canlı
es: En vivo
fa: زنده
fr: En direct
hu: Élő
it: Dal vivo
or: ଲାଇଭ୍
pl: Na żywo
pt: Em directo
sv: Direktsändning
tr: Canlı
uk: Наживо
zh: Live直播

# topSorting
source: Top
ar: أعلى
az: Ən yaxşı
es: Popularidad
fa: بالا
fr: Palmarès
hu: Legnépszerűbb
it: Migliori
or: ଶୀର୍ଷ
pt: Topo
sv: Topp
tr: Üst
uk: Найкращі
zh: 置顶

source: Sponsor skipped
ar: تم تخطي فقرة الراعي
az: Sponsor ötürüldü
es: Patrocinador omitido
fa: حامی مالی رد شد
fr: Sponsor ignoré
it: Sponsor saltato
or: ପ୍ରଯୋଜକ ଛାଡିଦେଲେ
pl: Sponsor pominięty
pt: Patrocinador ignorado
sv: Hoppat över annonsering
tr: Sponsor atlandı
uk: Спонсор пропущений
zh: 跳过赞助商

source: Settings
ar: الإعدادات
az: Tənzimləmələr
es: Ajustes
fa: تنظیمات
fr: Paramètres
hu: Beállítások
it: Impostazioni
or: ସେଟିଂ ସମୂହ
pl: Ustawienia
pt: Definições
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Browsing
ar: التصفح
az: Kəşf edilən
es: Navegación
fa: مرور
fr: Navigation
it: Navigazione
or: ବ୍ରାଉଜିଂ
pl: Przeglądanie
pt: Navegação
sv: Utforskning
tr: Gözatma
uk: Перегляд
zh: 浏览

source: Country
ar: البلد
az: Ölkə
es: País
fa: کشور
fr: Pays
hu: Ország
it: Paese
or: ଦେଶ
pl: Kraj
pt: País
sv: Land
tr: Ülke
uk: Країна
zh: 国家/地区

source: Servers
ar: الخوادم
az: Serverlər
es: Servidores
fa: سرویس دهندگان
fr: Serveurs
hu: Szerverek
it: Server
or: ସର୍ଭର ଗୁଡ଼ିକ
pl: Serwery
pt: Servidores
sv: Servrar
tr: Sunucular
uk: Сервери
zh: 服务实例

source: Manage servers
ar: إدارة الخوادم
az: Serverləri idarə et
es: Administrar servidores
fa: مدیریت سرویس دهندگان
fr: Gérer les serveurs
hu: Szerverek adminisztrációja
it: Gestisci i server
or: ସର୍ଭରଗୁଡିକ ପରିଚାଳନା କରନ୍ତୁ
pl: Zarządzaj serwerami
pt: Gerir servidores
sv: Hantera servrar
tr: Sunucuları yönet
uk: Керування серверами
zh: 管理服务实例

# currentServer
source: Currently using {current}
ar: يتم استخدام {current} حالياً
az: {current} hazırda istifadə edilir
es: {current} se está utilizando actualmente
fa: همینک در حال استفاده از {current}
fr: Utilisation actuelle : {current}
hu: Jelenleg ezt használja': {current}
it: Attualmente si utilizza {current}
or: ସମ୍ପ୍ରତି ବ୍ୟବହୃତ {current}
pl: Obecnie używasz {current}
pt: Atualmente a utilizar {current}
sv: För stunden används {current}
tr: Şu anda {current} kullanıyor
uk: Наразі використовується {current}
zh: 正使用 {current} 实例

source: Use SponsorBlock
ar: استخدم حجب فقرة الراعي
az: SponsorBlock İstifadə Et
es: Usar SponsorBlock
fa: استفاده از SponsorBlock
fr: Utiliser SponsorBlock
hu: SponsorBlock használata
it: Usa SponsorBlock
or: ପ୍ରଯୋଜକ ବ୍ଲକ୍ ବ୍ୟବହାର କରନ୍ତୁ
pl: Używaj SponsorBlock
pt: Usar SponsorBlock
sv: Använd AnnonseringsBlockerare
tr: Sponsor Engelini Kullan
uk: Використовувати SponsorBlock
zh: 使用 SponsorBlock

source: About
ar: نبذة عن
az: Haqqında
es: Acerca de
fa: درباره
fr: À propos
hu: Információ
it: Informazioni
or: ବିଷୟରେ
pl: Informacje
pt: Sobre
sv: Om
tr: Hakkında
uk: Про застосунок
zh: 关于

source: Name
ar: الاسم
az: Ad
es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
or: ନାମ
pl: Nazwa
pt: Nome
sv: Namn
tr: İsim
uk: Назва
zh: 名称

source: Build
ar: البناء
az: Qurulan
es: Compilacion
fa: Build (بیلد)
fr: Compilation
or: ନିର୍ମାଣ କରନ୍ତୁ
pt: Compilação
sv: Byggnummer
tr: İnşa etmek
uk: Збірка

source: Add server
ar: إضافة خادم
az: Server əlavə et
es: Agregar servidor
fa: افزودن سرویس دهنده
fr: Ajouter un serveur
hu: Szerver hozzáadása
it: Aggiungi un server
or: ସର୍ଭର ଯୋଡନ୍ତୁ
pl: Dodaj serwer
pt: Adicionar servidor
sv: Lägg till server
tr: Sunucu ekle
uk: Додати сервер
zh: 添加服务实例

source: Use this server
ar: استخدم هذا الخادم
az: Bu serveri istifadə et
es: Usa este servidor
fa: از این سرویس دهنده استفاده کن
fr: Utiliser ce serveur
hu: Szerver használata
it: Usa questo server
or: ଏହି ସର୍ଭର ବ୍ୟବହାର କରନ୍ତୁ
pl: Użyj tego serwera
pt: Utilizar este servidor
sv: Använd denna server
tr: Bu sunucuyu kullan
uk: Використовувати цей сервер
zh: 使用此实例

source: Log in
ar: تسجيل الدخول
az: Daxil ol
es: Iniciar sesión
fa: ورود
fr: Se connecter
hu: Bejelentkezés
it: Accedi
or: ଭିତରକୁ ଯାଆନ୍ତୁ
pl: Zaloguj się
pt: Iniciar Sessão
sv: Logga in
tr: Giriş yap
uk: Увійти
zh: 登入

source: Delete
ar: حذف
az: Sil
es: Borrar
fa: حذف
fr: Supprimer
hu: Törlés
it: Elimina
or: ବିଲୋପ କରନ୍ତୁ
pl: Usuń
pt: Eliminar
sv: Ta bort
tr: Silmek
uk: Видалити
zh: 删除

source: Your servers
ar: خوادمك
az: Serverləriniz
es: Tus servidores
fa: سرویس دهنده‌های شما
fr: Vos serveurs
hu: Szervereim
it: I tuoi server
or: ଆପଣଙ୍କର ସର୍ଭର ଗୁଡ଼ିକ
pl: Twoje serwery
pt: Os seus servidores
sv: Dina servrar
tr: Sunucularınız
uk: Ваші сервери
zh: 您的服务实例

source: Logged in
ar: تسجيل الدخول
az: Daxil olundu
es: Conectado
fa: وارد شده
fr: Connecté·e
hu: Bejelentkezve
it: Accesso effettuato
or: ଲଗ୍ ଇନ୍ ହୋଇଛି
pl: Zalogowano
pt: Não ligado
sv: Inloggad
tr: Oturum aç
uk: Ви увійшли
zh: 已登入

source: Public servers
ar: الخوادم العامة
az: İctimai serverlər
es: Servidores públicos
fa: سرویس دهندگان عمومی
fr: Serveurs publics
hu: Nyilvános szerverek
it: Server pubblici
or: ଜନସାଧାରଣ ସର୍ଭରଗୁଡ଼ିକ
pl: Serwery publiczne
pt: Servidores públicos
sv: Publika servrar
tr: Genel sunucular
uk: Публічні сервери
zh: 公共服务实例

# loadingPublicServer
source: Loading public servers
ar: تحميل الخوادم العامة
az: İctimai serverlər yüklənilir
es: Cargando servidores públicos
fa: در حال بارگزاری سرویس دهندگان عمومی
fr: Chargement des serveurs publics
hu: Nyilvános szerverek betöltése
it: Caricamento di server pubblici
or: ସର୍ବସାଧାରଣ ସର୍ଭରଗୁଡ଼ିକୁ ଧାରଣ କରୁଛି
pl: Wczytywanie publicznych serwerów
pt: Carregando servidores públicos
sv: Laddar listan med publika servrar
tr: Genel sunucular yükleniyor
uk: Завантаження публічних серверів
zh: 正在加载公共服务实例

# tapToAddServer
source: Tap to add server to your list
ar: انقر لإضافة خادم إلى قائمتك
az: Siyahınıza server əlavə etmək üçün toxun
es: Toque para agregar un servidor a su lista
fa: برای افزودن سرویس دهنده به فهرست، ضربه بزنید
fr: Appuyez pour ajouter un serveur à votre liste
hu: Nyomjon ide a szerver hozzáadásához
it: Tocca per aggiungere il server all’elenco
or: ଆପଣଙ୍କ ତାଲିକାରେ ସର୍ଭର ଯୋଡିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pl: Stuknij, aby dodać serwer do twojej listy
pt: Toque para adicionar servidor à sua lista
sv: Tryck för att lägga till servern till din lista
tr: Listenize sunucu eklemek için dokunun
uk: Натисніть, щоб додати сервер до вашого списку
zh: 点击以将服务实例添加到您的列表

source: Appearance
ar: المظهر
az: Görünüş
es: Apariencia
fa: ظاهر
fr: Apparence
hu: Megjelenés
it: Aspetto
or: ଦୃଶ୍ୟ
pl: Wygląd
pt: Aparência
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
zh: 外观

# useDynamicTheme
source: Dynamic colors
ar: –ألوان ديناميكية
az: Dinamik rənglər
es: Colores dinámicos
fa: رنگ‌های پویا
fr: Couleurs dynamiques
it: Colori dinamici
or: ଗତିଶୀଳ ରଙ୍ଗ
pl: Dynamiczne kolory
pt: Cores dinâmicas
sv: Dynamiska färger
tr: Dinamik renkler
uk: Динамічні кольори
zh: 动态色彩

source: Video player
ar: مشغل الفيديو
az: Video oynadıcı
es: Reproductor de video
fa: پخش کنندهٔ ویدیو
fr: Lecteur vidéo
it: Lettore video
or: ଭିଡିଓ ପ୍ଲେୟାର
pl: Odtwarzacz wideo
pt: Reprodutor de vídeo
sv: Videospelare
tr: Video oynatıcı
uk: Відеоплеєр
zh: 正在播放

# videoUnlisted
source: Unlisted
ar: غير مدرج
az: Siyahısız
es: No incluido en listado
fa: فهرست نشده
fr: Non listée
it: Non elencato
or: ତାଲିକାଭୁକ୍ତ ନୁହେଁ
pl: Niewidoczny
pt: Não listado
sv: Olistade
tr: Listelenmemiş
uk: За посиланням
zh: 未列出

# videoIsFamilyFriendly
source: Family friendly
ar: مناسبة للعائلات
az: Ailə dostu
es: Familiar
fa: مناسب خانواده
fr: Adaptée aux familles
it: Adatto alle famiglie
or: ପରିବାର ବନ୍ଧୁତ୍ୱପୂର୍ଣ୍ଣ
pl: Przyjazny dla rodziny
pt: Familiar
sv: Barnvänlig
tr: Aile dostu
uk: Сімейне
zh: 适合家庭观看

source: Tap to manage
ar: انقر للإدارة
az: İdarə etmək üçün toxun
es: Toca para administrar
fa: برای مدیریت ضربه بزنید
fr: Appuyez pour gérer
it: Tocca per gestire
or: ପରିଚାଳନା କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pl: Stuknij, aby zarządzać
pt: Toque para gerir
sv: Tryck för att hantera
tr: Yönetmek için dokunun
uk: Натисніть, щоб керувати
zh: 点击管理

source: Authentication
ar: المصادقة
az: Təsdiqləmə
es: Autenticación
fa: احراز هویت
fr: Authentification
it: Autenticazione
or: ପ୍ରାମାଣିକିକରଣ
pl: Uwierzytelnianie
pt: Autenticação
sv: Identitetsbekräftelse
tr: Kimlik doğrulama
uk: Автентифікація
zh: 认证

# tokenLogin
source: Log in with token
ar: تسجيل الدخول باستخدام الرمز المميز
az: Nişan ilə daxil ol
es: Iniciar sesión con un token
fa: ورود با استفاده از Token
fr: Se connecter avec un jeton
it: Accedi con un token
or: ଟୋକନ୍ ସହିତ ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pl: Zaloguj się za pomocą tokenu
pt: Iniciar sessão com token
sv: Logga in med symbol
tr: Token ile giriş yap
uk: Увійти за допомогою токену
zh: 用密钥登录

# cookieLogin
source: Log in with cookie
ar: تسجيل الدخول باستخدام ملف تعريف الارتباط
az: Hesab ilə daxil olun
es: Iniciar sesión con una cookie
fa: ورود با استفاده از Cookie
fr: Se connecter avec un cookie
it: Accedi con un cookie
or: କୁକି ସହିତ ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pl: Zaloguj się za pomocą pliku cookie
pt: Iniciar sessão com cookie
sv: Logga in med kakor
tr: Cookie ile giriş yap
uk: Увійти за допомогою cookie
zh: Cookie登录

source: Log out
ar: تسجيل الخروج
az: Çıxın
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
it: Esci
or: ପ୍ରସ୍ଥାନ କର
pl: Wyloguj się
pt: Terminar sessão
sv: Logga ut
tr: Çıkış yap
uk: Вийти
zh: 退出

source: Password
ar: كلمة المرور
az: Parol
es: Contraseña
fa: رمز عبور
fr: Mot de passe
or: ପାସୱାର୍ଡ
pl: Hasło
pt: Palavra-passe
sv: Lösenord
tr: Şifre
uk: Пароль
zh: 密码

# wrongUsernamePassword
source: Wrong username or password
ar: اسم مستخدم أو كلمة مرور خاطئة
az: Səhv istifadəçi adı və ya parol
es: Nombre de usuario o contraseña incorrectos
fa: نام کاربری یا رمز اشتباه است
fr: Nom d''utilisateur ou mot de passe incorrect
it: Nome utente o password errato
or: ଭୁଲ ଚାଳକନାମ କିମ୍ବା ପାସୱାର୍ଡ
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt: Nome de utilizador ou palavra-passe incorretos
sv: Fel användarnamn eller lösenord
tr: Yanlış kullanıcı adı veya şifre
uk: Неправильне ім’я користувача або пароль
zh: 用户名或密码有误

source: Error
ar: خطأ
az: Xəta
es: Fallo
fa: خطا
fr: Erreur
it: Errore
or: ତ୍ରୁଟି
pl: Błąd
pt: Erro
sv: Fel
tr: Hata
uk: Помилка
zh: 错误

source: Video queue
ar: قائمة انتظار الفيديو
az: Video növbəsi
es: La cola del video
fa: صف ویدیو
fr: File d''attente
it: Coda video
or: ଭିଡିଓ ଧାଡି
pl: Kolejka odtwarzania fimów
pt: Fila de vídeo
sv: Videokö
tr: Video kuyruğu
uk: Черга відео
zh: 已在队列中

# sponsorBlockCategorySponsor
source: Sponsor
ar: الراعي
es: Patrocinador
fa: حامی مالی
or: ପ୍ରଯୋଜକ
pl: Sponsorowane
pt: Patrocinador
sv: Annonseringar
uk: Спонсор
zh: 赞助商

# sponsorBlockCategoryUnpaidSelfPromo
source: Unpaid/Self Promotion
ar: ترقية ذاتية/بدون أجر
es: No remunerado/Autopromoción
fa: تبلیغات رایگان/شخصی
fr: Non rémunéré/autopromotion
it: Non pagato/Autopromozione
or: ଅନାଦେୟ/ଆତ୍ମ ପଦୋନ୍ନତି
pl: Niepłatne/autopromocja
pt: Promoção não remunerada/auto-própria
sv: Obetald/Egen marknadsföring
tr: Ödenmemiş / Kendini Tanıtma
uk: Безоплатно/самореклама
zh: 未付费/自我推销

# sponsorBlockCategoryUnpaidSelfPromoDescription
source: Similar to "sponsor" except for unpaid or self promotion. This includes sections about merchandise, donations, or information about who they collaborated
ar: مشابه لـ "الراعي" باستثناء الترويج الذاتي أو غير المدفوع الأجر. يتضمن ذلك أقسامًا عن البضائع أو التبرعات أو معلومات حول من تعاونوا معه
es: Similar a "patrocinador", excepto para la autopromoción o no remunerada. Esto incluye secciones sobre mercancía, donaciones o información sobre quiénes colaboraron
fa: همانند «حامی مالی» با این تفاوت که مختص تبلیغات رایگان یا شخصی است. این گزینه شامل بخش‌های معرفی کالاهای شخصی، دریافت کمک‌های مالی یا اطلاعات همکاران می‌شود.
fr: Semblable aux « sponsor », excepté pour la promotion non rémunérée ou l''autopromotion. Cela inclut les marchandises, les dons et les informations sur leurs collaborateurs.
it: Simile agli "sponsor", ma per auto promozioni non pagate. Include sezioni sul merchandising, donazioni o informazioni sulla collaborazione fatta.
or: ଅନାଦେୟ କିମ୍ବା ଆତ୍ମ ପଦୋନ୍ନତି ବ୍ୟତୀତ "ପ୍ରାୟୋଜକ" ସହିତ ସମାନ । ବାଣିଜ୍ୟ, ଦାନ, କିମ୍ବା ସେମାନେ କିଏ ସହଯୋଗ କରିଥିଲେ ସେ ସମ୍ବନ୍ଧରେ ସୂଚନା ଏଥିରେ ଅନ୍ତର୍ଭୂକ୍ତ କରେ ।
pl: Podobne do "sponsora", z wyjątkiem bezpłatnej lub własnej promocji. Obejmuje to sekcje dotyczące produktów (merch), dotacji lub informacji o tym, z kim współpracowali
pt: Semelhante a "patrocinador" exceto para promoção não remunerada ou auto-promoção. Isto inclui secções sobre mercadorias, doações, ou informação sobre quem colaboraram
sv: Liknande som "Annonseringar", men för obetald eller egen marknadsföring. Detta inkluderar sektioner om handelsvaror, donationer eller information om vilka de samarbetat med.
tr: Ödenmemiş veya kendi kendini tanıtma dışında "sponsor" a benzer. Bu, mallarla ilgili bölümleri içerir, bağışlar, veya kiminle işbirliği yaptıkları hakkında bilgi
uk: Схоже на категорію "спонсор", за винятком безоплатного або самореклами. Сюди входять розділи про товари, пожертви або інформацію про те, з ким вони співпрацювали
zh: 类似于“赞助商”，除了无偿推广或自我推销。这包括有关商品、捐赠或有关他们合作商的部分

# sponsorBlockCategoryOutro
source: Endcards/Credits
ar: بطاقات النهاية/الرصيد
es: Tarjetas/Créditos
fa: کارت‌های پایان ویدیو/عناوین
fr: Écrans de fin/Crédits
it: Titoli di coda/Crediti
or: ଏଣ୍ଡକାର୍ଡ/କ୍ରେଡିଟ୍
pl: Napisy/karty końcowe
pt: Endcards / Créditos
sv: Slutbild/Eftertexter
tr: Bitiş Kartları / Krediler
uk: Кінцеві картки/Титри
zh: 结束卡片/作品信息
